{
    "§1- Geltungsbereich": {
        "Name": "New Value",
        "Klasse": "Gesetz",
        "Inhalt": [
            "Dieses Gesetz regelt die Ausübung des Stimm- und Wahlrechtes im Kanton und in den Politischen Gemeinden, Schulgemeinden und Bürgergemeinden. Es regelt ferner den Vollzug der Bundesgesetzgebung über die politischen Rechte.",
            "Das Stimm- und Wahlrecht umfasst das Recht, an Abstimmungen und Wahlen teilzunehmen, sich wählen zu lassen sowie Volksbegehren zu ergreifen und zu unterzeichnen."
        ],
        "tags": [
            "Directly Applicable: Assembly",
            "Directly Applicable: Mail Voting"
        ],
        "Chapter": "Allgemeine Bestimmungen"
    },
    "§2- Beratende Mitwirkung": {
        "Name": "Gesetz über das Stimm- und Wahlrecht",
        "Klasse": "Gesetz",
        "Inhalt": [
            "Die Gemeindeordnung kann vorsehen, dass in der Gemeinde wohnhafte Jugendliche oder niedergelassene Ausländerinnen und Ausländer beratend mitwirken, insbesondere an der Gemeindeversammlung teilnehmen und Meinungen vertreten können."
        ],
        "tags": [
            "Directly Applicable: Assembly",
            "Directly Applicable: Mail Voting"
        ],
        "Chapter": "Allgemeine Bestimmungen"
    },
    "§3- Politischer Wohnsitz": {
        "Name": "Gesetz über das Stimm- und Wahlrecht",
        "Klasse": "Gesetz",
        "Inhalt": [
            "Das Stimm- und Wahlrecht wird am politischen Wohnsitz ausgeübt, nämlich in der Gemeinde, wo die oder der Stimmberechtigte wohnt und angemeldet ist."
        ],
        "tags": [
            "Directly Applicable: Assembly",
            "Directly Applicable: Mail Voting"
        ],
        "Chapter": "Allgemeine Bestimmungen"
    },
    "§4- Fahrende": {
        "Name": "Gesetz über das Stimm- und Wahlrecht",
        "Klasse": "Gesetz",
        "Inhalt": [
            "Das Stimm- und Wahlrecht von Fahrenden beschränkt sich auf eidgenössische Angelegenheiten und richtet sich nach Bundesrecht."
        ],
        "tags": [
            "Directly Applicable: Assembly",
            "Directly Applicable: Mail Voting"
        ],
        "Chapter": "Allgemeine Bestimmungen"
    },
    "§5- Auslandschweizerinnen und -schweizer": {
        "Name": "Gesetz über das Stimm- und Wahlrecht",
        "Klasse": "Gesetz",
        "Inhalt": [
            "Das Stimm- und Wahlrecht für Auslandschweizerinnen und -schweizer beschränkt sich auf eidgenössische Angelegenheiten und richtet sich nach Bundesrecht.",
            "Die Stimmabgabe erfolgt bei der zuständigen kantonalen Stelle."
        ],
        "tags": [
            "Directly Applicable: Assembly",
            "Directly Applicable: Mail Voting"
        ],
        "Chapter": "Allgemeine Bestimmungen"
    },
    "§6- Wohnsitzpflicht": {
        "Name": "Gesetz über das Stimm- und Wahlrecht",
        "Klasse": "Gesetz",
        "Inhalt": [
            "Vom Volk gewählte Personen können ein Amt nur ausüben, wenn sie Wohnsitz im Amtsgebiet haben.",
            "In begründeten Fällen kann die Wahlgenehmigungsbehörde den Amtsantritt bewilligen, bevor der Wohnsitz ins Amtsgebiet verlegt wird. Sie legt eine angemessene Übergangsfrist fest und regelt die Säumnisfolgen.",
            "Für die Wahl in den Grossen Rat ist der Wohnsitz im Wahlkreis vom Zeitpunkt der Einreichung des Wahlvorschlages bis zur Wahl erforderlich. Gewählte Mitglieder bleiben bei einem Wegzug in einen anderen Wahlkreis des Kantons im Amt.",
            "Mitglieder der Rechnungsprüfungskommission der Gemeinde sind von der Wohnsitzpflicht ausgenommen."
        ],
        "tags": [
            "Directly Applicable: Assembly",
            "Directly Applicable: Mail Voting"
        ],
        "Chapter": "Allgemeine Bestimmungen"
    },
    "§7- Stimmregister": {
        "Name": "Gesetz über das Stimm- und Wahlrecht",
        "Klasse": "Gesetz",
        "Inhalt": [
            "Jede Gemeinde führt ein Stimmregister.",
            "Die Politischen Gemeinden können diese Aufgabe im gegenseitigen Einvernehmen auch für die Schul-, Bürger- und Kirchgemeinden übernehmen.",
            "Der Kanton führt das Stimmregister für Auslandschweizerinnen und -schweizer.",
            "Das Stimmregister steht den Stimmberechtigten zur Einsicht offen."
        ],
        "tags": [
            "Directly Applicable: Assembly",
            "Directly Applicable: Mail Voting"
        ],
        "Chapter": "Allgemeine Bestimmungen"
    },
    "§8- Eintragungen und Streichungen": {
        "Name": "Gesetz über das Stimm- und Wahlrecht",
        "Klasse": "Gesetz",
        "Inhalt": [
            "Eintragungen und Streichungen im Stimmregister sind von Amtes wegen vorzunehmen.",
            "Vor einer Abstimmung oder Wahl sind Eintragungen bis zum fünften Tag vor dem Abstimmungstag vorzunehmen, sofern feststeht, dass die Voraussetzungen zur Teilnahme am Abstimmungstag erfüllt sind."
        ],
        "tags": [
            "Directly Applicable: Assembly",
            "Directly Applicable: Mail Voting"
        ],
        "Chapter": "Allgemeine Bestimmungen"
    },
    "§9- Abstimmungstag": {
        "Name": "Gesetz über das Stimm- und Wahlrecht",
        "Klasse": "Gesetz",
        "Inhalt": [
            "Als Abstimmungstag gilt das von der zuständigen Behörde bestimmte Datum einer Abstimmung oder Wahl.",
            "Der Regierungsrat bestimmt das Datum für kantonale Abstimmungen und Wahlen.",
            "Der Regierungsrat legt den Zeitrahmen für die Gesamterneuerung der Gemeindebehörden fest. Dieser gilt für erste und allfällige zweite Wahlgänge.",
            "Die Gemeindebehörde bestimmt das Datum für kommunale Abstimmungen und Wahlen."
        ],
        "tags": [
            "Directly Applicable: Assembly",
            "Directly Applicable: Mail Voting"
        ],
        "Chapter": "Abstimmungen und Wahlen an der Urne > Gemeinsame Bestimmungen"
    },
    "§10- Kantonales Wahlbüro": {
        "Name": "Gesetz über das Stimm- und Wahlrecht",
        "Klasse": "Gesetz",
        "Inhalt": [
            "Bei eidgenössischen und kantonalen Abstimmungen und Wahlen amtet die Staatskanzlei als kantonales Wahlbüro."
        ],
        "tags": [
            "Not Relevant"
        ],
        "Chapter": "Abstimmungen und Wahlen an der Urne > Gemeinsame Bestimmungen"
    },
    "§11- Wahlbüro der Gemeinde": {
        "Name": "Gesetz über das Stimm- und Wahlrecht",
        "Klasse": "Gesetz",
        "Inhalt": [
            "Das Wahlbüro der Gemeinde wird von der oder dem Vorsitzenden der Gemeindebehörde geleitet.",
            "Das Sekretariat wird bei den Politischen Gemeinden durch die Gemeindeschreiberin oder den Gemeindeschreiber geführt, bei den übrigen Gemeinden durch die Schreiberin oder den Schreiber der Gemeindebehörde.",
            "Die übrigen Mitglieder des Wahlbüros wählt die Gemeinde aus dem Kreis ihrer Stimmberechtigten. Die Mehrheit dieser Mitglieder darf nicht der Gemeindebehörde angehören.",
            "Das Wahlbüro überwacht die Stimmabgabe und ermittelt die Ergebnisse von Abstimmungen und Wahlen. Es kann zur Ermittlung der Ergebnisse zusätzliche Personen beiziehen.",
            "Die Urnenoffiziantinnen und Urnenoffizianten der Politischen Gemeinden können im gegenseitigen Einvernehmen auch von den Schul-, Bürger- und Kirchgemeinden sowie vom Kanton für die Stimmabgabe der Auslandschweizerinnen und -schweizer beigezogen werden."
        ],
        "tags": [
            "Directly Applicable: Mail Voting"
        ],
        "Chapter": "Abstimmungen und Wahlen an der Urne > Gemeinsame Bestimmungen"
    },
    "§12- Stimmgeheimnis": {
        "Name": "Gesetz über das Stimm- und Wahlrecht",
        "Klasse": "Gesetz",
        "Inhalt": [
            "Die Mitglieder des Wahlbüros sowie die zur Ermittlung der Ergebnisse beigezogenen Personen haben das Stimmgeheimnis zu wahren."
        ],
        "tags": [
            "Directly Applicable: Mail Voting"
        ],
        "Chapter": "Abstimmungen und Wahlen an der Urne > Gemeinsame Bestimmungen"
    },
    "§13- Stimmlokale": {
        "Name": "Gesetz über das Stimm- und Wahlrecht",
        "Klasse": "Gesetz",
        "Inhalt": [
            "Die Gemeindebehörde bestimmt eine genügende Anzahl Stimmlokale.",
            "Stimmlokale sind in der Regel in öffentlichen Gebäuden einzurichten.",
            "Zugänge zu Stimmlokalen dürfen nicht behindert werden."
        ],
        "tags": [
            "Directly Applicable: Mail Voting"
        ],
        "Chapter": "Abstimmungen und Wahlen an der Urne > Gemeinsame Bestimmungen"
    },
    "§14- Stimmabgabe": {
        "Name": "Gesetz über das Stimm- und Wahlrecht",
        "Klasse": "Gesetz",
        "Inhalt": [
            "Für die Stimmabgabe am Abstimmungstag sind die Urnen während mindestens einer halben Stunde offen zu halten und spätestens um 11.30 Uhr zu schliessen.",
            "Die Gemeinde ermöglicht die vorzeitige Stimmabgabe an mindestens zwei der vier letzten Tage vor dem Abstimmungstag entweder an der Urne oder durch Abgabe in einem verschlossenen Couvert bei einer bezeichneten Stelle der Gemeindeverwaltung.",
            "Die briefliche Stimmabgabe ist ab Zustellung des Stimmmaterials zulässig. Die Stimme muss bis zur Schliessung der Urnen eintreffen."
        ],
        "tags": [
            "Directly Applicable: Mail Voting"
        ],
        "Chapter": "Abstimmungen und Wahlen an der Urne > Gemeinsame Bestimmungen"
    },
    "§15- Stellvertretung": {
        "Name": "Gesetz über das Stimm- und Wahlrecht",
        "Klasse": "Gesetz",
        "Inhalt": [
            "Ehegatten oder Personen in eingetragener Partnerschaft können sich an der Urne oder bei der vorzeitigen Stimmabgabe gegenseitig vertreten, sofern sie im gleichen Haushalt leben.",
            "Stimmberechtigte, die wegen einer Behinderung oder aus einem anderen Grund dauernd schreibunfähig sind, können eine stimmberechtigte Person ihrer Wahl ermächtigen, die Stimm- oder Wahlzettel nach ihrem Willen auszufüllen sowie die zur brieflichen Stimmabgabe nötigen Handlungen vorzunehmen."
        ],
        "tags": [
            "Directly Applicable: Mail Voting"
        ],
        "Chapter": "Abstimmungen und Wahlen an der Urne > Gemeinsame Bestimmungen"
    },
    "§16- Elektronische Stimmabgabe": {
        "Name": "Gesetz über das Stimm- und Wahlrecht",
        "Klasse": "Gesetz",
        "Inhalt": [
            "Stimmberechtigte, die zur elektronischen Stimmabgabe zugelassen sind, können ihre Stimme ab Öffnung der elektronischen Urne bis spätestens 12 Uhr am Vortag des Abstimmungstages elektronisch abgeben.",
            "Die Kontrolle der Stimmberechtigung, das Stimmgeheimnis und die Erfassung aller Stimmen müssen gewährleistet und Missbräuche ausgeschlossen bleiben. Es dürfen nur vom Bund zugelassene Systeme verwendet werden.",
            "Der Regierungsrat kann im Einvernehmen mit interessierten Gemeinden örtlich, zeitlich und sachlich begrenzte Versuche zur elektronischen Stimmabgabe zulassen."
        ],
        "tags": [
            "Directly Applicable: Mail Voting"
        ],
        "Chapter": "Abstimmungen und Wahlen an der Urne > Gemeinsame Bestimmungen"
    },
    "§17- Auszählung, Vorbereitungen": {
        "Name": "Gesetz über das Stimm- und Wahlrecht",
        "Klasse": "Gesetz",
        "Inhalt": [
            "Mit der Auszählung der Stimmen darf erst am Abstimmungstag begonnen werden.",
            "Frühestens drei Tage vor dem Abstimmungstag dürfen in Anwesenheit von mindestens zwei Mitgliedern des Wahlbüros Vorbereitungen für die Auszählung getroffen werden, insbesondere:",
            "Öffnung der brieflich eingegangen Sendungen;",
            "Überprüfung der Stimmrechtsausweise;",
            "Trennung von Stimmrechtsausweisen und Stimmzettelcouverts.",
            "Die korrekt eingereichten Stimmzettelcouverts sind bis zum Beginn der Auszählung ungeöffnet und gesichert aufzubewahren."
        ],
        "tags": [
            "Directly Applicable: Mail Voting"
        ],
        "Chapter": "Abstimmungen und Wahlen an der Urne > Gemeinsame Bestimmungen"
    },
    "§18- Veröffentlichung von Resultaten": {
        "Name": "Gesetz über das Stimm- und Wahlrecht",
        "Klasse": "Gesetz",
        "Inhalt": [
            "Resultate dürfen erst nach Abschluss der Auszählung und frühestens um 11.30 Uhr veröffentlicht werden."
        ],
        "tags": [
            "Directly Applicable: Mail Voting"
        ],
        "Chapter": "Abstimmungen und Wahlen an der Urne > Gemeinsame Bestimmungen"
    },
    "§19- Ungültige Stimm- und Wahlzettel": {
        "Name": "Gesetz über das Stimm- und Wahlrecht",
        "Klasse": "Gesetz",
        "Inhalt": [
            "Ein Stimm- oder Wahlzettel ist ungültig, wenn er:",
            "nicht amtlich ist;",
            "anders als handschriftlich ausgefüllt oder geändert ist;",
            "den Willen der oder des Stimmenden nicht eindeutig erkennen lässt;",
            "ehrverletzende Äusserungen enthält;",
            "offensichtlich gekennzeichnet ist;",
            "in einer gesetzlich nicht vorgesehenen Weise abgegeben wurde;",
            "bei Proporzwahlen keinen Namen einer wählbaren Person enthält.",
            "Brieflich eingereichte Stimm- und Wahlzettel sind zudem ungültig, wenn:",
            "sie nicht ins Stimmzettelcouvert eingelegt sind;",
            "der Stimmrechtsausweis nicht unterzeichnet ist;",
            "die Sendung mehr Stimmzettelcouverts als Stimmrechtsausweise enthält;",
            "das Stimmzettelcouvert auch den Stimmrechtsausweis enthält;",
            "das Stimmzettelcouvert mehr als einen Stimm- oder Wahlzettel pro Abstimmungsgegenstand oder Wahl enthält.",
            "Die Zahl der ungültigen Stimm- und Wahlzettel wird ermittelt und ausgewiesen.",
            "Stimm- und Wahlzettel, die ohne Stimmrechtsausweis oder verspätet eingereicht werden, fallen ausser Betracht und werden nicht gezählt."
        ],
        "tags": [
            "Directly Applicable: Mail Voting"
        ],
        "Chapter": "Abstimmungen und Wahlen an der Urne > Gemeinsame Bestimmungen"
    },
    "§20- Leere Stimm- und Wahlzettel": {
        "Name": "Gesetz über das Stimm- und Wahlrecht",
        "Klasse": "Gesetz",
        "Inhalt": [
            "Gültige Stimm- oder Wahlzettel, die kein Ja oder Nein zur Abstimmungsfrage beziehungsweise keine Namen enthalten, werden als leere Stimm- oder Wahlzettel gezählt."
        ],
        "tags": [
            "Directly Applicable: Mail Voting"
        ],
        "Chapter": "Abstimmungen und Wahlen an der Urne > Gemeinsame Bestimmungen"
    },
    "§21- Leere und ungültige Stimmen": {
        "Name": "Gesetz über das Stimm- und Wahlrecht",
        "Klasse": "Gesetz",
        "Inhalt": [
            "Enthält ein gültiger Wahlzettel weniger Namen als zu wählende Personen, werden die restlichen Zeilen als leere Stimmen gezählt.",
            "Namen von nicht wählbaren Personen werden als ungültige Stimmen gezählt."
        ],
        "tags": [
            "Directly Applicable: Mail Voting"
        ],
        "Chapter": "Abstimmungen und Wahlen an der Urne > Gemeinsame Bestimmungen"
    },
    "§22- Massgebende Stimmen": {
        "Name": "Gesetz über das Stimm- und Wahlrecht",
        "Klasse": "Gesetz",
        "Inhalt": [
            "Massgebend für die Ermittlung des Ergebnisses sind die gültigen Stimmen. Dies sind die verbleibenden Stimmen nach Abzug der leeren und ungültigen Stimm- oder Wahlzettel sowie der leeren und ungültigen Stimmen.",
            "Vorbehalten bleiben die besonderen Bestimmungen für Proporzwahlen."
        ],
        "tags": [
            "Directly Applicable: Mail Voting"
        ],
        "Chapter": "Abstimmungen und Wahlen an der Urne > Gemeinsame Bestimmungen"
    },
    "§23- Protokollierung, Aufbewahrung": {
        "Name": "Gesetz über das Stimm- und Wahlrecht",
        "Klasse": "Gesetz",
        "Inhalt": [
            "Die Ergebnisse der Auszählung sind zu protokollieren und an die zuständige Stelle weiterzuleiten.",
            "Die Stimm- und Wahlzettel sowie die Stimmrechtsausweise sind verschlossen aufzubewahren. Die Vernichtung erfolgt:",
            "bei Wahlen nach deren Genehmigung;",
            "bei Abstimmungen frühestens drei Monate nach dem Abstimmungstag und nicht vor der rechtskräftigen Erledigung allfälliger Rechtsmittelverfahren."
        ],
        "tags": [
            "Directly Applicable: Mail Voting",
            "Indirectly Applicable: Assembly"
        ],
        "Chapter": "Abstimmungen und Wahlen an der Urne > Gemeinsame Bestimmungen"
    },
    "§24- Nachzählung": {
        "Name": "Gesetz über das Stimm- und Wahlrecht",
        "Klasse": "Gesetz",
        "Inhalt": [
            "Eine Nachzählung wird vom Wahlbüro oder vom zuständigen Departement angeordnet, wenn Anhaltspunkte dafür bestehen, dass ein fehlerhaftes Ergebnis ermittelt worden sein könnte."
        ],
        "tags": [
            "Directly Applicable: Mail Voting"
        ],
        "Chapter": "Abstimmungen und Wahlen an der Urne > Gemeinsame Bestimmungen"
    },
    "§25- Technische Hilfsmittel": {
        "Name": "Gesetz über das Stimm- und Wahlrecht",
        "Klasse": "Gesetz",
        "Inhalt": [
            "Der Regierungsrat kann nach Anhörung der Gemeinden für die Ermittlung der Abstimmungs- oder Wahlergebnisse mit technischen Mitteln besondere Bestimmungen erlassen."
        ],
        "tags": [
            "Directly Applicable: Mail Voting"
        ],
        "Chapter": "Abstimmungen und Wahlen an der Urne > Gemeinsame Bestimmungen"
    },
    "§26- Stimmmaterial": {
        "Name": "Gesetz über das Stimm- und Wahlrecht",
        "Klasse": "Gesetz",
        "Inhalt": [
            "Das Stimmmaterial umfasst den Stimmrechtsausweis, die Stimmzettel, ein Stimmzettelcouvert und die Vorlagen mit Botschaften.",
            "Für jede Vorlage ist ein separater Stimmzettel zu verwenden. Vorbehalten sind Abstimmungen über Volksinitiativen mit Gegenvorschlag."
        ],
        "tags": [
            "Directly Applicable: Mail Voting",
            "Indirectly Applicable: Assembly"
        ],
        "Chapter": "Abstimmungen und Wahlen an der Urne > Abstimmungen"
    },
    "§27- Botschaften": {
        "Name": "Gesetz über das Stimm- und Wahlrecht",
        "Klasse": "Gesetz",
        "Inhalt": [
            "Die Botschaften werden bei kantonalen Vorlagen vom Regierungsrat, bei kommunalen Vorlagen von der Gemeindebehörde verfasst. Vorbehalten bleiben die Befugnisse des Grossen Rates oder besondere Regelungen der Gemeindeordnung.",
            "Die Botschaft enthält eine sachliche Erläuterung der Vorlage. Bei den im Parlament behandelten Vorlagen sind die wichtigsten dort vertretenen Positionen darzulegen.",
            "Für Botschaften zu Initiativen und fakultativen Referenden werden die von den Urheberkomitees mitgeteilten Argumente angemessen wiedergegeben. Ehrverletzende, krass wahrheitswidrige oder zu lange Ausführungen können zurückgewiesen oder geändert werden. Verweise der Komitees auf elektronische Quellen sind nicht zulässig."
        ],
        "tags": [
            "Directly Applicable: Assembly",
            "Directly Applicable: Mail Voting"
        ],
        "Chapter": "Abstimmungen und Wahlen an der Urne > Abstimmungen"
    },
    "§28- Zustellung des Stimmmaterials": {
        "Name": "Gesetz über das Stimm- und Wahlrecht",
        "Klasse": "Gesetz",
        "Inhalt": [
            "Die Gemeinden versenden das Stimmmaterial so, dass es frühestens vier und spätestens drei Wochen vor dem Abstimmungstag bei den Stimmberechtigten eintrifft. Vorlagen und Botschaften können früher zugestellt werden.",
            "Die Gemeinden können Vorlagen mit Botschaften pro Haushalt nur einmal zustellen, ausser ein stimmberechtigtes Haushaltsmitglied verlange die persönliche Zustellung."
        ],
        "tags": [
            "Directly Applicable: Mail Voting",
            "Conditionally Applicable: Assembly"
        ],
        "Chapter": "Abstimmungen und Wahlen an der Urne > Abstimmungen"
    },
    "§29- Annahme der Vorlage": {
        "Name": "Gesetz über das Stimm- und Wahlrecht",
        "Klasse": "Gesetz",
        "Inhalt": [
            "Eine Vorlage ist angenommen, wenn die Zahl der Ja-Stimmen jene der Nein-Stimmen übertrifft."
        ],
        "tags": [
            "Directly Applicable: Assembly",
            "Directly Applicable: Mail Voting"
        ],
        "Chapter": "Abstimmungen und Wahlen an der Urne > Abstimmungen"
    },
    "§30- Kantonale Wahlen": {
        "Name": "Gesetz über das Stimm- und Wahlrecht",
        "Klasse": "Gesetz",
        "Inhalt": [
            "Kantonale Wahlen sind die in § 20 Abs. 1 der Kantonsverfassung (KV)[1]genannten Wahlen.",
            "Kantonale Wahlen finden mit Ausnahme der Wahl des Grossen Rates im Majorzverfahren statt."
        ],
        "tags": [
            "Not Relevant"
        ],
        "Chapter": "Abstimmungen und Wahlen an der Urne > Wahlen > Allgemeine Bestimmungen"
    },
    "§31- Gemeindewahlen": {
        "Name": "Gesetz über das Stimm- und Wahlrecht",
        "Klasse": "Gesetz",
        "Inhalt": [
            "Gemeindewahlen sind die gemäss dem Gesetz über die Gemeinden (GemG)[2]oder gemäss der Gemeindeordnung vom Volk vorzunehmenden Wahlen.",
            "Gemeindewahlen werden nach dem Majorzverfahren durchgeführt, sofern die Gemeindeordnung nicht für bestimmte Behörden das Proporzverfahren vorschreibt."
        ],
        "tags": [
            "Directly Applicable: Assembly",
            "Directly Applicable: Mail Voting",
            "Conditionally Applicable: Assembly",
            "Conditionally Applicable: Mail Voting"
        ],
        "Chapter": "Abstimmungen und Wahlen an der Urne > Wahlen > Allgemeine Bestimmungen"
    },
    "§32- Wahlmaterial": {
        "Name": "Gesetz über das Stimm- und Wahlrecht",
        "Klasse": "Gesetz",
        "Inhalt": [
            "Das Wahlmaterial umfasst den Stimmrechtsausweis, die Wahlzettel, ein Stimmzettelcouvert sowie bei ersten Wahlgängen von Majorzwahlen eine Namenliste."
        ],
        "tags": [
            "Directly Applicable: Mail Voting",
            "Indirectly Applicable: Assembly"
        ],
        "Chapter": "Abstimmungen und Wahlen an der Urne > Wahlen > Allgemeine Bestimmungen"
    },
    "§33- Zustellung des Wahlmaterials": {
        "Name": "Gesetz über das Stimm- und Wahlrecht",
        "Klasse": "Gesetz",
        "Inhalt": [
            "Das Wahlmaterial ist den Stimmberechtigten bei ersten Wahlgängen von Majorzwahlen spätestens drei Wochen, bei den übrigen Wahlen spätestens zehn Tage vor dem Abstimmungstag zuzustellen."
        ],
        "tags": [
            "Directly Applicable: Assembly",
            "Directly Applicable: Mail Voting"
        ],
        "Chapter": "Abstimmungen und Wahlen an der Urne > Wahlen > Allgemeine Bestimmungen"
    },
    "§34- Losentscheid": {
        "Name": "Gesetz über das Stimm- und Wahlrecht",
        "Klasse": "Gesetz",
        "Inhalt": [
            "Das Los entscheidet, falls:",
            "mehrere Personen für einen einzigen Sitz die gleiche Stimmenzahl erreichen;",
            "mehrere Personen gleichzeitig in eine Behörde gewählt werden, der sie aufgrund ihres Verwandtschaftsgrades nicht gleichzeitig angehören dürfen;",
            "mehrere Mitglieder des Regierungsrates gleichzeitig in die Bundesversammlung gewählt werden.",
            "Den betroffenen Kandidatinnen und Kandidaten sowie der Vertretung des Wahlvorschlages ist Gelegenheit zu geben, dem Losentscheid beizuwohnen.",
            "Vor dem Losentscheid erkundigt sich die zuständige Behörde nach allfälligen Verzichtserklärungen.",
            "Das Los wird manuell gezogen."
        ],
        "tags": [
            "Directly Applicable: Assembly",
            "Directly Applicable: Mail Voting"
        ],
        "Chapter": "Abstimmungen und Wahlen an der Urne > Wahlen > Allgemeine Bestimmungen"
    },
    "§35- Wahlgenehmigung": {
        "Name": "Gesetz über das Stimm- und Wahlrecht",
        "Klasse": "Gesetz",
        "Inhalt": [
            "Kantonale Wahlen sowie Wahlen in das Gemeindeparlament und in die Gemeindebehörde bedürfen der Genehmigung:",
            "des Grossen Rates bei Grossrats- und Regierungsratswahlen;",
            "des Regierungsrates bei Ständeratswahlen;",
            "des zuständigen Departementes des Regierungsrates bei den übrigen Wahlen."
        ],
        "tags": [
            "Directly Applicable: Assembly",
            "Directly Applicable: Mail Voting"
        ],
        "Chapter": "Abstimmungen und Wahlen an der Urne > Wahlen > Allgemeine Bestimmungen"
    },
    "§36- Ankündigung der Wahl": {
        "Name": "Gesetz über das Stimm- und Wahlrecht",
        "Klasse": "Gesetz",
        "Inhalt": [
            "Erste Wahlgänge sind bis zum 69. Tag vor dem Abstimmungstag anzukündigen. Gleichzeitig ist darauf hinzuweisen, dass Vorschläge zur Aufnahme auf die Namenliste bis zum 55. Tag vor dem Abstimmungstag eingereicht werden können."
        ],
        "tags": [
            "Directly Applicable: Mail Voting"
        ],
        "Chapter": "Abstimmungen und Wahlen an der Urne > Wahlen > Majorzwahlen"
    },
    "§37- Wahlvorschläge": {
        "Name": "Gesetz über das Stimm- und Wahlrecht",
        "Klasse": "Gesetz",
        "Inhalt": [
            "Die Vorgeschlagenen sind mit Namen, Vornamen, Geschlecht, Geburtsdatum, Heimatort, Beruf und Wohnadresse sowie gegebenenfalls mit der Parteizugehörigkeit und dem Vermerk «bisher» zu bezeichnen.",
            "Wahlvorschläge sind von den Vorgeschlagenen selbst mit ihrer Unterschrift zu bestätigen und bei Regierungsrats- und Ständeratswahlen von mindestens 50, bei den übrigen Wahlen von mindestens zehn im Wahlkreis wohnhaften anderen Stimmberechtigten, zu unterzeichnen. Die Unterschriften können nicht zurückgezogen werden.",
            "Bei Wahlvorschlägen von Bisherigen genügt die eigene Unterschrift."
        ],
        "tags": [
            "Directly Applicable: Mail Voting"
        ],
        "Chapter": "Abstimmungen und Wahlen an der Urne > Wahlen > Majorzwahlen"
    },
    "§38- Namenliste": {
        "Name": "Gesetz über das Stimm- und Wahlrecht",
        "Klasse": "Gesetz",
        "Inhalt": [
            "Aufgrund der rechtzeitig eingegangenen Wahlvorschläge wird eine Namenliste erstellt, auf der unabhängig vom zeitlichen Eingang in alphabetischer Reihenfolge zunächst die Bisherigen und dann die weiteren kandidierenden Personen aufgeführt werden.",
            "Die Vorgeschlagenen sind mit Namen, Vornamen, Geburtsdatum, Beruf und Wohnort sowie gegebenenfalls mit der Parteizugehörigkeit und dem Vermerk «bisher» zu bezeichnen.",
            "Auf der Namenliste ist darauf hinzuweisen, dass auch andere Personen gewählt werden können.",
            "Bei zweiten Wahlgängen wird keine Namenliste erstellt."
        ],
        "tags": [
            "Directly Applicable: Mail Voting"
        ],
        "Chapter": "Abstimmungen und Wahlen an der Urne > Wahlen > Majorzwahlen"
    },
    "§39- Wahlzettel": {
        "Name": "Gesetz über das Stimm- und Wahlrecht",
        "Klasse": "Gesetz",
        "Inhalt": [
            "Der Wahlzettel enthält eine oder mehrere leere Zeilen entsprechend der Zahl der zu wählenden Behördenmitglieder."
        ],
        "tags": [
            "Directly Applicable: Mail Voting"
        ],
        "Chapter": "Abstimmungen und Wahlen an der Urne > Wahlen > Majorzwahlen"
    },
    "§40- Ergebnis des ersten Wahlganges": {
        "Name": "Gesetz über das Stimm- und Wahlrecht",
        "Klasse": "Gesetz",
        "Inhalt": [
            "Massgebend für die Wahl im ersten Wahlgang ist das absolute Mehr.",
            "Erreichen mehr Personen das absolute Mehr, als zu wählen sind, sind jene mit den meisten Stimmen gewählt. Die Weiteren sind nicht gewählt und scheiden als überzählig aus.",
            "Erreichen weniger Personen das absolute Mehr, als zu wählen sind, ist ein zweiter Wahlgang durchzuführen.",
            "Bei Wahlen in die Gemeindebehörden bleibt § 58a GemG vorbehalten."
        ],
        "tags": [
            "Directly Applicable: Assembly",
            "Directly Applicable: Mail Voting"
        ],
        "Chapter": "Abstimmungen und Wahlen an der Urne > Wahlen > Majorzwahlen"
    },
    "§41- Absolutes Mehr": {
        "Name": "Gesetz über das Stimm- und Wahlrecht",
        "Klasse": "Gesetz",
        "Inhalt": [
            "Die Zahl der massgebenden Stimmen wird durch die doppelte Zahl der zu wählenden Behördenmitglieder geteilt. Die nächsthöhere ganze Zahl ist das absolute Mehr."
        ],
        "tags": [
            "Directly Applicable: Assembly",
            "Directly Applicable: Mail Voting"
        ],
        "Chapter": "Abstimmungen und Wahlen an der Urne > Wahlen > Majorzwahlen"
    },
    "§42- Zweiter Wahlgang": {
        "Name": "Gesetz über das Stimm- und Wahlrecht",
        "Klasse": "Gesetz",
        "Inhalt": [
            "Der zweite Wahlgang ist frühestens drei Wochen nach dem ersten Wahlgang durchzuführen.",
            "Für die Wahl wird ein leerer Wahlzettel ohne Namenliste verschickt.",
            "Es können auch Personen gewählt werden, die im ersten Wahlgang nicht zur Wahl standen.",
            "Massgebend ist das relative Mehr."
        ],
        "tags": [
            "Directly Applicable: Mail Voting"
        ],
        "Chapter": "Abstimmungen und Wahlen an der Urne > Wahlen > Majorzwahlen"
    },
    "§43- Ablehnung": {
        "Name": "Gesetz über das Stimm- und Wahlrecht",
        "Klasse": "Gesetz",
        "Inhalt": [
            "Eine gewählte Person kann die Wahl innert fünf Tagen nach dem Abstimmungstag ablehnen.",
            "Zur Besetzung des freien Sitzes findet ein zweiter Wahlgang beziehungsweise ein weiterer Wahlgang nach den Regeln des zweiten Wahlgangs statt."
        ],
        "tags": [
            "Directly Applicable: Mail Voting"
        ],
        "Chapter": "Abstimmungen und Wahlen an der Urne > Wahlen > Majorzwahlen"
    },
    "§44- Stille Wahl": {
        "Name": "Gesetz über das Stimm- und Wahlrecht",
        "Klasse": "Gesetz",
        "Inhalt": [
            "Die Gemeindeordnung kann für einzelne Organe, mit Ausnahme der Gemeindebehörde, die stille Wahl vorsehen.",
            "Die Gemeinde erlässt die Verfahrensbestimmungen, insbesondere betreffend Einreichungsfrist, Inhalt und Unterzeichnung der Wahlvorschläge."
        ],
        "tags": [
            "Directly Applicable: Assembly",
            "Directly Applicable: Mail Voting"
        ],
        "Chapter": "Abstimmungen und Wahlen an der Urne > Wahlen > Majorzwahlen"
    },
    "§45- Rücktritt": {
        "Name": "Gesetz über das Stimm- und Wahlrecht",
        "Klasse": "Gesetz",
        "Inhalt": [
            "Personen, die während der Amtsdauer aus Bezirksgerichten, Friedensrichterämtern oder Gemeindebehörden zurücktreten wollen, haben ein hinreichend begründetes Entlassungsgesuch einzureichen.",
            "Über die Entlassung entscheidet:",
            "der Regierungsrat bei Rücktritten aus Bezirksgerichten oder Friedensrichterämtern;",
            "das zuständige Departement bei Rücktritten von Vorsitzenden einer Gemeindebehörde;",
            "die Gemeindebehörde bei den übrigen Rücktritten. Ist diese infolge mehrerer Rücktritte nicht beschlussfähig, entscheidet das Departement."
        ],
        "tags": [
            "Directly Applicable: Assembly",
            "Directly Applicable: Mail Voting"
        ],
        "Chapter": "Abstimmungen und Wahlen an der Urne > Wahlen > Majorzwahlen"
    },
    "§46- Ersatzwahl": {
        "Name": "Gesetz über das Stimm- und Wahlrecht",
        "Klasse": "Gesetz",
        "Inhalt": [
            "Wird das Entlassungsgesuch bewilligt, ist eine Ersatzwahl durchzuführen.",
            "Der erste Wahlgang ist innerhalb von sechs Monaten durchzuführen, ein allfälliger zweiter Wahlgang danach innerhalb von vier Monaten.",
            "Auf eine Ersatzwahl kann verzichtet werden, wenn die Aufgabenerfüllung gewährleistet ist und innerhalb von sechs Monaten die ordentliche Wahl für die neue Amtsdauer stattfindet."
        ],
        "tags": [
            "Directly Applicable: Assembly",
            "Directly Applicable: Mail Voting"
        ],
        "Chapter": "Abstimmungen und Wahlen an der Urne > Wahlen > Majorzwahlen"
    },
    "§47- Verteilung der Mandate auf Bezirke": {
        "Name": "Gesetz über das Stimm- und Wahlrecht",
        "Klasse": "Gesetz",
        "Inhalt": [
            "Der Regierungsrat legt die Zahl der Grossratsmandate pro Bezirk fest. Er wendet dabei sinngemäss die Bestimmungen über die Verteilung der Nationalratsmandate an. Massgebend ist die Wohnbevölkerung gemäss kantonaler Statistik am Ende des dritten Kalenderjahres der laufenden Amtsperiode."
        ],
        "tags": [
            "Not Relevant"
        ],
        "Chapter": "Abstimmungen und Wahlen an der Urne > Wahlen > Proporzwahl des Grossen Rates"
    },
    "§48- Wahlvorschläge": {
        "Name": "Gesetz über das Stimm- und Wahlrecht",
        "Klasse": "Gesetz",
        "Inhalt": [
            "Wahlvorschläge sind bis zum 69. Tag vor dem Abstimmungstag wie folgt einzureichen:",
            "Der Wahlvorschlag hat eine von den übrigen Wahlvorschlägen unterscheidbare Listenbezeichnung aufzuweisen.",
            "Der Wahlvorschlag darf nicht mehr Personen enthalten, als Mandate auf den Wahlkreis entfallen.",
            "Die Vorgeschlagenen sind mit Namen, Vornamen, Geschlecht, Geburtsdatum, Heimatort, Beruf und Wohnadresse sowie gegebenenfalls dem Vermerk «bisher» zu bezeichnen.",
            "Der Wahlvorschlag ist unter Vorbehalt von § 49 von mindestens 25 im Wahlkreis wohnhaften Stimmberechtigten zu unterzeichnen.",
            "Der Wahlvorschlag ist von den Vorgeschlagenen mit ihrer Unterschrift zu bestätigen.",
            "Es ist eine für den Wahlvorschlag verantwortliche Person samt Stellvertretung zu bezeichnen.",
            "Jede Person darf nur auf einem Wahlvorschlag als Kandidatin oder Kandidat aufgeführt sein.",
            "Jede Person darf nur einen Wahlvorschlag unterzeichnen.",
            "Unterschriften auf Wahlvorschlägen können nicht zurückgezogen werden."
        ],
        "tags": [
            "Not Relevant"
        ],
        "Chapter": "Abstimmungen und Wahlen an der Urne > Wahlen > Proporzwahl des Grossen Rates"
    },
    "§49- Wahlvorschläge registrierter Parteien": {
        "Name": "Gesetz über das Stimm- und Wahlrecht",
        "Klasse": "Gesetz",
        "Inhalt": [
            "Die bei der Bundeskanzlei ordnungsgemäss registrierten Parteien sind vom Quorum der 25 unterzeichnenden Stimmberechtigten befreit.",
            "Der Wahlvorschlag muss von zwei Personen unterzeichnet sein, welche berechtigt sind, die Partei im Bezirk zu vertreten."
        ],
        "tags": [
            "Not Relevant"
        ],
        "Chapter": "Abstimmungen und Wahlen an der Urne > Wahlen > Proporzwahl des Grossen Rates"
    },
    "§50- Listen": {
        "Name": "Gesetz über das Stimm- und Wahlrecht",
        "Klasse": "Gesetz",
        "Inhalt": [
            "Aufgrund der Wahlvorschläge werden Wahlzettel in Form von Listen erstellt.",
            "Die Listen sind mit Nummern zu versehen.",
            "Auf den Listen sind die Vorgeschlagenen mit Namen, Vornamen, Beruf und Wohnort sowie gegebenenfalls dem Vermerk «bisher» aufzuführen."
        ],
        "tags": [
            "Not Relevant"
        ],
        "Chapter": "Abstimmungen und Wahlen an der Urne > Wahlen > Proporzwahl des Grossen Rates"
    },
    "§51- Listenverbindungen": {
        "Name": "Gesetz über das Stimm- und Wahlrecht",
        "Klasse": "Gesetz",
        "Inhalt": [
            "Zwei oder mehr Listen können bis zum 62. Tag vor dem Abstimmungstag durch übereinstimmende Erklärungen der unterzeichnenden Stimmberechtigten oder ihrer Vertretungen verbunden werden. Innerhalb einer Listenverbindung sind nur Unterlistenverbindungen zulässig.",
            "Unterlistenverbindungen sind gültig zwischen Listen gleicher Bezeichnung, die sich einzig durch einen Zusatz zur Kennzeichnung des Geschlechts, des Alters, der Flügel einer Gruppierung oder der Region unterscheiden.",
            "Listen- und Unterlistenverbindungen sind auf den Listen zu vermerken. Sie können nicht widerrufen werden."
        ],
        "tags": [
            "Not Relevant"
        ],
        "Chapter": "Abstimmungen und Wahlen an der Urne > Wahlen > Proporzwahl des Grossen Rates"
    },
    "§52- Zustellung der Listen": {
        "Name": "Gesetz über das Stimm- und Wahlrecht",
        "Klasse": "Gesetz",
        "Inhalt": [
            "Den Stimmberechtigten sind sämtliche Listen des Wahlkreises sowie eine leere Liste zuzustellen."
        ],
        "tags": [
            "Not Relevant"
        ],
        "Chapter": "Abstimmungen und Wahlen an der Urne > Wahlen > Proporzwahl des Grossen Rates"
    },
    "§53- Veränderung der Listen": {
        "Name": "Gesetz über das Stimm- und Wahlrecht",
        "Klasse": "Gesetz",
        "Inhalt": [
            "Wer eine vorgedruckte Liste benutzt, kann darauf Namen streichen, den Namen der gleichen Person zweimal aufführen (kumulieren) oder Namen aus den anderen vorgedruckten Listen eintragen (panaschieren) sowie die Listenbezeichnung und Listennummer streichen oder durch eine andere ersetzen.",
            "Wer die leere Liste benutzt, kann darauf Namen aus den vorgedruckten Listen eintragen und eine Listenbezeichnung oder Listennummer anbringen.",
            "Der gleiche Name darf höchstens zweimal auf einer Liste stehen.",
            "Auf der Liste dürfen nicht mehr Personen aufgeführt sein, als Mandate zu besetzen sind."
        ],
        "tags": [
            "Not Relevant"
        ],
        "Chapter": "Abstimmungen und Wahlen an der Urne > Wahlen > Proporzwahl des Grossen Rates"
    },
    "§54- Parteistimmenzahl": {
        "Name": "Gesetz über das Stimm- und Wahlrecht",
        "Klasse": "Gesetz",
        "Inhalt": [
            "Die Parteistimmenzahl setzt sich zusammen aus:",
            "den Kandidatenstimmen, das heisst die Stimmen, welche die Kandidatinnen oder Kandidaten der gleichen Parteiliste erhalten haben;",
            "den Zusatzstimmen, das heisst die Zahl der leeren oder durch Streichung freigewordenen Linien auf den Listen der gleichen Partei."
        ],
        "tags": [
            "Not Relevant"
        ],
        "Chapter": "Abstimmungen und Wahlen an der Urne > Wahlen > Proporzwahl des Grossen Rates"
    },
    "§55- Erste Verteilung der Mandate": {
        "Name": "Gesetz über das Stimm- und Wahlrecht",
        "Klasse": "Gesetz",
        "Inhalt": [
            "Die Summe der Parteistimmen aller Listen wird durch die um eins vergrösserte Zahl der zu vergebenden Mandate geteilt. Der auf die nächsthöhere ganze Zahl gerundete Quotient heisst Verteilungszahl.",
            "Jeder Liste werden so viele Mandate zugeteilt, als die Verteilungszahl in ihrer Stimmenzahl enthalten ist."
        ],
        "tags": [
            "Not Relevant"
        ],
        "Chapter": "Abstimmungen und Wahlen an der Urne > Wahlen > Proporzwahl des Grossen Rates"
    },
    "§56- Weitere Verteilung": {
        "Name": "Gesetz über das Stimm- und Wahlrecht",
        "Klasse": "Gesetz",
        "Inhalt": [
            "Sind nach der ersten Verteilung nicht alle Mandate verteilt, werden die verbliebenen einzeln und nacheinander wie folgt zugeteilt:",
            "Die Stimmenzahl jeder Liste wird durch die um eins vergrösserte Zahl der ihr bereits zugeteilten Mandate geteilt.",
            "Das nächste Mandat wird der Liste zugeteilt, die den grössten Quotienten aufweist.",
            "Haben mehrere Listen den gleichen Anspruch auf das nächste Mandat, erhält es jene, die bei der Teilung gemäss § 55 Abs. 2 den grössten Rest erzielte.",
            "Haben immer noch mehrere Listen den gleichen Anspruch, geht das Mandat an die Liste mit der grössten Parteistimmenzahl.",
            "Haben immer noch mehrere Listen den gleichen Anspruch, erhält jene Liste das nächste Mandat, bei welcher die für die Wahl in Betracht kommende Person die grösste Stimmenzahl aufweist.",
            "Dieses Vorgehen wird wiederholt, bis alle Mandate zugeteilt sind."
        ],
        "tags": [
            "Not Relevant"
        ],
        "Chapter": "Abstimmungen und Wahlen an der Urne > Wahlen > Proporzwahl des Grossen Rates"
    },
    "§57- Verteilung bei verbundenen Listen": {
        "Name": "Gesetz über das Stimm- und Wahlrecht",
        "Klasse": "Gesetz",
        "Inhalt": [
            "Jede Gruppe miteinander verbundener Listen wird bei der Verteilung der Mandate zunächst wie eine einzige Liste behandelt.",
            "Auf die einzelnen Listen der Gruppe werden die Mandate gemäss § 55 und § 56 verteilt."
        ],
        "tags": [
            "Not Relevant"
        ],
        "Chapter": "Abstimmungen und Wahlen an der Urne > Wahlen > Proporzwahl des Grossen Rates"
    },
    "§58- Gewählte Personen und Ersatzleute": {
        "Name": "Gesetz über das Stimm- und Wahlrecht",
        "Klasse": "Gesetz",
        "Inhalt": [
            "Von jeder Liste sind nach Massgabe der erreichten Mandate jene Personen gewählt, die am meisten Stimmen erhalten haben.",
            "Die nicht gewählten Personen sind Ersatzleute in der Reihenfolge der erzielten Stimmen."
        ],
        "tags": [
            "Not Relevant"
        ],
        "Chapter": "Abstimmungen und Wahlen an der Urne > Wahlen > Proporzwahl des Grossen Rates"
    },
    "§59- Überzählige Mandate": {
        "Name": "Gesetz über das Stimm- und Wahlrecht",
        "Klasse": "Gesetz",
        "Inhalt": [
            "Werden einer Liste mehr Mandate zugeteilt, als sie Personen aufführt, erfolgt für die überzähligen Mandate eine Listenergänzung oder Ergänzungswahl gemäss § 61."
        ],
        "tags": [
            "Not Relevant"
        ],
        "Chapter": "Abstimmungen und Wahlen an der Urne > Wahlen > Proporzwahl des Grossen Rates"
    },
    "§60- Nachrücken": {
        "Name": "Gesetz über das Stimm- und Wahlrecht",
        "Klasse": "Gesetz",
        "Inhalt": [
            "Scheidet eine gewählte Person vor Ablauf der Amtsdauer aus, rückt von den Ersatzleuten die Person mit der höchsten Stimmenzahl nach. Kann oder will diese Person das Amt nicht antreten, rückt die nächste an ihre Stelle.",
            "Eine Person kann nur nachrücken, wenn sie der Gruppierung, für deren Liste sie kandidierte, noch angehört.",
            "Änderungen der Parteizugehörigkeit von gewählten Personen führen nicht zum Verlust des Mandates."
        ],
        "tags": [
            "Not Relevant"
        ],
        "Chapter": "Abstimmungen und Wahlen an der Urne > Wahlen > Proporzwahl des Grossen Rates"
    },
    "§61- Listenergänzung, Ergänzungswahl": {
        "Name": "Gesetz über das Stimm- und Wahlrecht",
        "Klasse": "Gesetz",
        "Inhalt": [
            "Kann ein Sitz nicht durch Nachrücken besetzt werden, haben die Unterzeichnenden der Liste, welcher die ausgeschiedene Person angehörte, das Recht, einen Wahlvorschlag einzureichen. Dieser bedarf der Zustimmung der Mehrheit aller noch stimmberechtigten Unterzeichnenden der Liste.",
            "Machen die Unterzeichnenden der Liste vom Vorschlagsrecht keinen Gebrauch, findet eine Ergänzungswahl statt. Sind mehrere Sitze zu besetzen, werden die Bestimmungen über das Proporzwahlverfahren, andernfalls jene über das Majorzwahlverfahren angewendet."
        ],
        "tags": [
            "Not Relevant"
        ],
        "Chapter": "Abstimmungen und Wahlen an der Urne > Wahlen > Proporzwahl des Grossen Rates"
    },
    "§62- Ergänzende Anwendung von Bundesrecht": {
        "Name": "Gesetz über das Stimm- und Wahlrecht",
        "Klasse": "Gesetz",
        "Inhalt": [
            "Die Bestimmungen des Bundes zur Wahl des Nationalrats sind für die Wahl des Grossen Rates als ergänzendes Recht sinngemäss anwendbar, soweit kantonale Regelungen fehlen."
        ],
        "tags": [
            "Not Relevant"
        ],
        "Chapter": "Abstimmungen und Wahlen an der Urne > Wahlen > Proporzwahl des Grossen Rates"
    },
    "§63- Wahlvorschläge für Nationalratswahlen": {
        "Name": "Gesetz über das Stimm- und Wahlrecht",
        "Klasse": "Gesetz",
        "Inhalt": [
            "Wahlvorschläge bei Nationalratswahlen sind bis zum 69. Tag vor dem Abstimmungstag bei der Staatskanzlei einzureichen."
        ],
        "tags": [
            "Not Relevant"
        ],
        "Chapter": "Abstimmungen und Wahlen an der Urne > Wahlen > Bestimmungen für andere Proporzwahlen"
    },
    "§64- Proporzwahlen von Gemeindebehörden": {
        "Name": "Gesetz über das Stimm- und Wahlrecht",
        "Klasse": "Gesetz",
        "Inhalt": [
            "Für Proporzwahlen von Gemeindebehörden gelten die gleichen Fristen wie für die Wahl des Grossen Rates. Im Übrigen gelten die Bestimmungen der Gemeinde.",
            "Die kantonalen Bestimmungen für die Wahl des Grossen Rates sind als ergänzendes Recht sinngemäss anwendbar, soweit kommunale Regelungen fehlen."
        ],
        "tags": [
            "Directly Applicable: Mail Voting"
        ],
        "Chapter": "Abstimmungen und Wahlen an der Urne > Wahlen > Bestimmungen für andere Proporzwahlen"
    },
    "§65- Anwendbares Recht": {
        "Name": "Gesetz über das Stimm- und Wahlrecht",
        "Klasse": "Gesetz",
        "Inhalt": [
            "Die Bestimmungen über Abstimmungen und Wahlen an der Urne gelten für die Gemeindeversammlung sinngemäss, soweit sich nachstehend nichts anderes ergibt.",
            "Nicht anwendbar sind insbesondere die Bestimmungen betreffend:",
            "Stimmabgabe (§ 15 bis § 16);",
            "Ankündigung der Wahl (§ 36);",
            "Wahlvorschläge (§ 37);",
            "Namenliste (§ 38)."
        ],
        "tags": "Directly Applicable: Assembly",
        "Chapter": "Abstimmungen und Wahlen in der Gemeindeversammlung"
    },
    "§66- Zustellung des Stimmmaterials": {
        "Name": "Gesetz über das Stimm- und Wahlrecht",
        "Klasse": "Gesetz",
        "Inhalt": [
            "Die Zustellung des Stimmmaterials erfolgt gemäss der Gemeindeordnung.",
            "Mit dem Stimmmaterial werden keine Stimm- und Wahlzettel und keine Stimmzettelcouverts verschickt."
        ],
        "tags": [
            "Directly Applicable: Assembly"
        ],
        "Chapter": "Abstimmungen und Wahlen in der Gemeindeversammlung"
    },
    "§67- Anträge, Reihenfolge der Abstimmungen": {
        "Name": "Gesetz über das Stimm- und Wahlrecht",
        "Klasse": "Gesetz",
        "Inhalt": [
            "Nach abgeschlossener Diskussion stellt die oder der Vorsitzende der Gemeindeversammlung die Anträge zusammen und lässt abstimmen.",
            "Mehrere sich gegenseitig ausschliessende Anträge werden einander paarweise gegenüber gestellt, bis ein einziger Antrag verbleibt. Dieser wird allein zur abschliessenden Abstimmung gebracht."
        ],
        "tags": [
            "Directly Applicable: Assembly"
        ],
        "Chapter": "Abstimmungen und Wahlen in der Gemeindeversammlung"
    },
    "§68- Abstimmungen": {
        "Name": "Gesetz über das Stimm- und Wahlrecht",
        "Klasse": "Gesetz",
        "Inhalt": [
            "Abstimmungen sind offen durchzuführen, sofern nicht die Gemeindeordnung die geheime Abstimmung vorsieht oder mindestens ein Viertel der Stimmenden einem Antrag auf geheime Abstimmung zustimmt. Über diesen Antrag darf nicht diskutiert werden.",
            "Das Ergebnis einer offenen Abstimmung ist durch die Stimmenzählerinnen und Stimmenzähler festzustellen.",
            "Ergeben sich klare Mehrheiten, kann auf die Auszählung der Stimmen verzichtet werden.",
            "Ergeben sich keine klaren Mehrheiten, ist die Abstimmung zu wiederholen. Dabei sind die Stimmen laut auszuzählen."
        ],
        "tags": [
            "Directly Applicable: Assembly"
        ],
        "Chapter": "Abstimmungen und Wahlen in der Gemeindeversammlung"
    },
    "§69- Wahlen": {
        "Name": "Gesetz über das Stimm- und Wahlrecht",
        "Klasse": "Gesetz",
        "Inhalt": [
            "Wahlen sind geheim durchzuführen.",
            "Die Wahl des Wahlbüros und von Kommissionen erfolgt offen und gesamthaft, wenn nicht die Gemeindeordnung oder mindestens ein Viertel der Stimmenden die geheime Wahl verlangt. Über diesen Antrag darf nicht diskutiert werden."
        ],
        "tags": [
            "Directly Applicable: Assembly"
        ],
        "Chapter": "Abstimmungen und Wahlen in der Gemeindeversammlung"
    },
    "§70- Annahme, Ablehnung": {
        "Name": "Gesetz über das Stimm- und Wahlrecht",
        "Klasse": "Gesetz",
        "Inhalt": [
            "Ist eine gewählte Person an der Gemeindeversammlung anwesend, hat sie unmittelbar nach der Wahl zu erklären, ob sie die Wahl annimmt.",
            "Bei Ablehnung der Wahl wird der zweite beziehungsweise der weitere Wahlgang sofort durchgeführt, sofern die Versammlung nicht dessen Verschiebung beschliesst."
        ],
        "tags": [
            "Directly Applicable: Assembly"
        ],
        "Chapter": "Abstimmungen und Wahlen in der Gemeindeversammlung"
    },
    "§71- Unterschriftenliste, Anforderungen": {
        "Name": "Gesetz über das Stimm- und Wahlrecht",
        "Klasse": "Gesetz",
        "Inhalt": [
            "Auf der Unterschriftenliste ist der Titel und der vollständige Text der Initiative aufzuführen. Der Titel darf nicht irreführend sein, zu keinen Verwechslungen Anlass geben und keine kommerzielle oder persönliche Werbung enthalten.",
            "Im weiteren muss die Unterschriftenliste folgende Angaben aufweisen:",
            "die Gemeinde, in der die Unterzeichnenden stimmberechtigt sind;",
            "Namen, Vornamen, Geburtsdatum, Adresse und Unterschrift der Unterzeichnenden;",
            "den Text der Stimmrechtsbescheinigung;",
            "die Adresse, an welche die Unterschriftenliste zurückzusenden ist;",
            "Namen, Vornamen und Adressen der Mitglieder des Initiativkomitees;",
            "die Rückzugsklausel mit der Angabe, wem das Rückzugsrecht zusteht;",
            "den Hinweis, dass sich strafbar macht, wer das Ergebnis einer Unterschriftensammlung für ein Volksbegehren fälscht oder wer bei der Unterschriftensammlung besticht oder sich bestechen lässt."
        ],
        "tags": [
            "Conditionally Applicable: Assembly",
            "Conditionally Applicable: Mail Voting"
        ],
        "Chapter": "Volksbegehren > Kantonale Volksbegehren > Volksinitiative"
    },
    "§72- Vorprüfung": {
        "Name": "Gesetz über das Stimm- und Wahlrecht",
        "Klasse": "Gesetz",
        "Inhalt": [
            "Vor Beginn der Unterschriftensammlung ist die Unterschriftenliste der Staatskanzlei zur formellen Prüfung einzureichen.",
            "Sind die formellen Anforderungen gemäss § 71 nicht erfüllt, teilt die Staatskanzlei den Mitgliedern des Initiativkomitees durch Entscheid mit, welche Korrekturen vorzunehmen sind.",
            "Sind die formellen Anforderungen gemäss § 71 erfüllt, veröffentlicht die Staatskanzlei Titel und Text der Initiative im Amtsblatt mit Angabe der Initiativfrist. Die Veröffentlichung erfolgt in Absprache mit den Mitgliedern des Initiativkomitees, spätestens jedoch 60 Tage nach der Mitteilung des positiven Vorprüfungsergebnisses.",
            "Die Initiativfrist beginnt mit dem Datum der Veröffentlichung. Ab diesem Datum können Unterschriften gesammelt werden."
        ],
        "tags": [
            "Conditionally Applicable: Assembly",
            "Conditionally Applicable: Mail Voting"
        ],
        "Chapter": "Volksbegehren > Kantonale Volksbegehren > Volksinitiative"
    },
    "§73- Unterzeichnung": {
        "Name": "Gesetz über das Stimm- und Wahlrecht",
        "Klasse": "Gesetz",
        "Inhalt": [
            "Die stimmberechtigte Person muss die Unterschriftenliste eigenhändig unterzeichnen.",
            "Die weiteren zur Feststellung der Identität nötigen Angaben wie Name, Vorname, Geburtsdatum und Adresse müssen leserlich sein.",
            "Eine Initiative darf von derselben Person nur einmal unterzeichnet werden."
        ],
        "tags": [
            "Conditionally Applicable: Assembly",
            "Conditionally Applicable: Mail Voting"
        ],
        "Chapter": "Volksbegehren > Kantonale Volksbegehren > Volksinitiative"
    },
    "§74- Stimmrechtsbescheinigung": {
        "Name": "Gesetz über das Stimm- und Wahlrecht",
        "Klasse": "Gesetz",
        "Inhalt": [
            "Die Unterschriftenlisten sind rechtzeitig vor Ablauf der Frist der bezeichneten Gemeinde zur Bescheinigung zuzustellen.",
            "Die Gemeinde bescheinigt kostenlos die Anzahl der gültigen Unterschriften und sendet die überprüften Listen innert fünf Arbeitstagen an das Initiativkomitee.",
            "Massgebend für die Stimmberechtigung ist der Zeitpunkt des Eintreffens der Unterschriftenliste bei der Gemeinde.",
            "Die Verweigerung der Stimmrechtsbescheinigung ist mit einem Stichwort zu begründen.",
            "Die Stimmrechtsbescheinigung kann für mehrere Listen gesamthaft erfolgen."
        ],
        "tags": [
            "Conditionally Applicable: Assembly",
            "Conditionally Applicable: Mail Voting"
        ],
        "Chapter": "Volksbegehren > Kantonale Volksbegehren > Volksinitiative"
    },
    "§75- Einreichung": {
        "Name": "Gesetz über das Stimm- und Wahlrecht",
        "Klasse": "Gesetz",
        "Inhalt": [
            "Die mit der Stimmrechtsbescheinigung versehenen Unterschriftenlisten sind vor Ablauf der Initiativfrist gesamthaft der Staatskanzlei einzureichen.",
            "Die Listen werden nicht zurückgegeben und dürfen nicht eingesehen werden."
        ],
        "tags": [
            "Conditionally Applicable: Assembly",
            "Conditionally Applicable: Mail Voting"
        ],
        "Chapter": "Volksbegehren > Kantonale Volksbegehren > Volksinitiative"
    },
    "§76- Feststellung des Ergebnisses": {
        "Name": "Gesetz über das Stimm- und Wahlrecht",
        "Klasse": "Gesetz",
        "Inhalt": [
            "Die Staatskanzlei prüft, ob die eingereichten Unterschriften bescheinigt sind. Sie ermittelt das Gesamtergebnis der gültigen Unterschriften."
        ],
        "tags": [
            "Conditionally Applicable: Assembly",
            "Conditionally Applicable: Mail Voting"
        ],
        "Chapter": "Volksbegehren > Kantonale Volksbegehren > Volksinitiative"
    },
    "§77- Feststellung des Zustandekommens": {
        "Name": "Gesetz über das Stimm- und Wahlrecht",
        "Klasse": "Gesetz",
        "Inhalt": [
            "Der Regierungsrat stellt fest, ob die Initiative zustande gekommen ist.",
            "Er veröffentlicht seinen Beschluss im Amtsblatt, überweist eine zustande gekommene Initiative ohne Verzug an den Grossen Rat und orientiert die Mitglieder des Initiativkomitees."
        ],
        "tags": [
            "Conditionally Applicable: Assembly",
            "Conditionally Applicable: Mail Voting"
        ],
        "Chapter": "Volksbegehren > Kantonale Volksbegehren > Volksinitiative"
    },
    "§78- Einheit der Materie und der Form": {
        "Name": "Gesetz über das Stimm- und Wahlrecht",
        "Klasse": "Gesetz",
        "Inhalt": [
            "Die Initiative muss die Einheit der Materie und der Form wahren.",
            "Die Einheit der Materie ist gewahrt, wenn zwischen den einzelnen Teilen einer Initiative ein sachlicher Zusammenhang besteht.",
            "Die Einheit der Form ist gewahrt, wenn die Initiative ausschliesslich in der Form der allgemeinen Anregung oder des ausgearbeiteten Entwurfs eingereicht wird."
        ],
        "tags": [
            "Conditionally Applicable: Assembly",
            "Conditionally Applicable: Mail Voting"
        ],
        "Chapter": "Volksbegehren > Kantonale Volksbegehren > Volksinitiative"
    },
    "§79- Rückzug": {
        "Name": "Gesetz über das Stimm- und Wahlrecht",
        "Klasse": "Gesetz",
        "Inhalt": [
            "Der Rückzug der Volksinitiative ist zulässig, bis der Regierungsrat den Abstimmungstag bestimmt hat.",
            "Eine Initiative in Form einer allgemeinen Anregung kann nicht mehr zurückgezogen werden, nachdem ihr der Grosse Rat Folge geleistet hat.",
            "Die Rückzugserklärung muss von der Mehrheit der noch stimmberechtigten Mitglieder des Initiativkomitees unterzeichnet sein."
        ],
        "tags": [
            "Conditionally Applicable: Assembly",
            "Conditionally Applicable: Mail Voting"
        ],
        "Chapter": "Volksbegehren > Kantonale Volksbegehren > Volksinitiative"
    },
    "§80- Beschlussfassung im Grossen Rat": {
        "Name": "Gesetz über das Stimm- und Wahlrecht",
        "Klasse": "Gesetz",
        "Inhalt": [
            "Der Grosse Rat beschliesst innert eines Jahres nach Einreichung der Unterschriften über die Initiative.",
            "Der Grosse Rat darf den Initiativtext nicht verändern. Vorbehalten bleiben Korrekturen von offensichtlichen Versehen oder redaktionellen Mängeln sowie notwendige Anpassungen, wenn der Grosse Rat die Initiative teilweise ungültig erklärt."
        ],
        "tags": [
            "Conditionally Applicable: Assembly",
            "Conditionally Applicable: Mail Voting"
        ],
        "Chapter": "Volksbegehren > Kantonale Volksbegehren > Volksinitiative"
    },
    "§81- Zustimmung": {
        "Name": "Gesetz über das Stimm- und Wahlrecht",
        "Klasse": "Gesetz",
        "Inhalt": [
            "Leistet der Grosse Rat einer als allgemeine Anregung eingereichten Initiative Folge, unterbreitet ihm der Regierungsrat in der Regel innert zweier Jahre eine Vorlage. Diese ist in der Regel innert eines Jahres abschliessend zu behandeln. Betrifft die Vorlage eine Revision der Verfassung, ist die Volksabstimmung innerhalb von weiteren sechs Monaten durchzuführen.",
            "Leistet der Grosse Rat einer Initiative Folge, die als ausgearbeiteter Entwurf eingereicht wurde und auf eine Revision der Verfassung abzielt, ist die Volksabstimmung innerhalb von sechs Monaten nach dem Beschluss durchzuführen."
        ],
        "tags": [
            "Conditionally Applicable: Assembly",
            "Conditionally Applicable: Mail Voting"
        ],
        "Chapter": "Volksbegehren > Kantonale Volksbegehren > Volksinitiative"
    },
    "§82- Ablehnung ohne Gegenvorschlag": {
        "Name": "Gesetz über das Stimm- und Wahlrecht",
        "Klasse": "Gesetz",
        "Inhalt": [
            "Lehnt der Grosse Rat die Initiative ohne Gegenvorschlag ab, ist sie innerhalb von sechs Monaten nach dem Beschluss der Volksabstimmung zu unterbreiten.",
            "Stimmt das Volk einer als allgemeine Anregung eingereichten Initiative zu, richtet sich das weitere Vorgehen nach § 81 Abs. 1."
        ],
        "tags": [
            "Conditionally Applicable: Assembly",
            "Conditionally Applicable: Mail Voting"
        ],
        "Chapter": "Volksbegehren > Kantonale Volksbegehren > Volksinitiative"
    },
    "§83- Ablehnung mit Gegenvorschlag": {
        "Name": "Gesetz über das Stimm- und Wahlrecht",
        "Klasse": "Gesetz",
        "Inhalt": [
            "Will der Grosse Rat der Initiative einen Gegenvorschlag gegenüberstellen, hat er diesen innert eines Jahres zu beschliessen.",
            "Die Staatskanzlei eröffnet den Mitgliedern des Initiativkomitees vor Ansetzung der Volksabstimmung eine Frist von 30 Tagen, innert welcher die Initiative zurückgezogen werden kann.",
            "Wird die Initiative zurückgezogen, ist der Gegenvorschlag gemäss § 81 weiterzubehandeln.",
            "Wird die Initiative nicht zurückgezogen, ist sie innerhalb von sechs Monaten nach Ablauf der Rückzugsfrist zusammen mit dem Gegenvorschlag der Volksabstimmung zu unterbreiten.",
            "Stimmt das Volk einer Vorlage in Form einer allgemeinen Anregung zu, richtet sich das weitere Vorgehen nach § 81 Abs. 1."
        ],
        "tags": [
            "Conditionally Applicable: Assembly",
            "Conditionally Applicable: Mail Voting"
        ],
        "Chapter": "Volksbegehren > Kantonale Volksbegehren > Volksinitiative"
    },
    "§84- Abstimmung mit Gegenvorschlag": {
        "Name": "Gesetz über das Stimm- und Wahlrecht",
        "Klasse": "Gesetz",
        "Inhalt": [
            "Wird die Initiative mit einem Gegenvorschlag dem Volk zur Abstimmung unterbreitet, werden den Stimmberechtigten auf dem gleichen Stimmzettel beide Vorlagen und eine Stichfrage vorgelegt. Jede stimmberechtigte Person kann uneingeschränkt erklären:",
            "ob sie der Volksinitiative zustimmen will;",
            "ob sie dem Gegenentwurf zustimmen will;",
            "welcher Vorlage sie den Vorzug geben will, falls beide angenommen werden.",
            "Die Zahl der Ja- und der Nein-Stimmen für jede Vorlage sowie das Ergebnis der Stichfrage werden getrennt ermittelt. Leere oder ungültige Stimmen fallen ausser Betracht.",
            "Werden sowohl die Volksinitiative als auch der Gegenvorschlag angenommen, entscheidet das Ergebnis der Stichfrage.",
            "Bei Stimmengleichheit in der Stichfrage ist entscheidend, welche Vorlage die höhere Zahl Ja-Stimmen aufweist."
        ],
        "tags": [
            "Conditionally Applicable: Assembly",
            "Conditionally Applicable: Mail Voting"
        ],
        "Chapter": "Volksbegehren > Kantonale Volksbegehren > Volksinitiative"
    },
    "§85- Veröffentlichung, Frist": {
        "Name": "Gesetz über das Stimm- und Wahlrecht",
        "Klasse": "Gesetz",
        "Inhalt": [
            "Gesetze und Beschlüsse des Grossen Rates, die der fakultativen Volksabstimmung unterliegen, werden von der Staatskanzlei im Amtsblatt veröffentlicht. Gleichzeitig wird das Ende der Frist bekanntgegeben, innert der eine Volksabstimmung verlangt werden kann.",
            "Wird innert Frist keine Volksabstimmung verlangt, gibt die Staatskanzlei dies im Amtsblatt bekannt."
        ],
        "tags": [
            "Conditionally Applicable: Assembly",
            "Conditionally Applicable: Mail Voting"
        ],
        "Chapter": "Volksbegehren > Kantonale Volksbegehren > Fakultative Volksabstimmung"
    },
    "§86- Unterschriftenliste, Anforderungen": {
        "Name": "Gesetz über das Stimm- und Wahlrecht",
        "Klasse": "Gesetz",
        "Inhalt": [
            "Die Unterschriftenliste muss den Titel und das Datum des Gesetzes oder des Beschlusses aufführen.",
            "Im weiteren muss die Unterschriftenliste folgende Angaben aufweisen:",
            "die Gemeinde, in der die Unterzeichnenden stimmberechtigt sind;",
            "Namen, Vornamen, Geburtsdatum, Adresse und Unterschrift der Unterzeichnenden;",
            "den Text der Stimmrechtsbescheinigung;",
            "die Adresse, an welche die Unterschriftenliste zurückzusenden ist;",
            "den Hinweis, dass sich strafbar macht, wer das Ergebnis einer Unterschriftensammlung für ein Volksbegehren fälscht oder wer bei der Unterschriftensammlung besticht oder sich bestechen lässt.",
            "Ein Rückzug des Begehrens ist ausgeschlossen."
        ],
        "tags": [
            "Conditionally Applicable: Assembly",
            "Conditionally Applicable: Mail Voting"
        ],
        "Chapter": "Volksbegehren > Kantonale Volksbegehren > Fakultative Volksabstimmung"
    },
    "§87- Verfahren": {
        "Name": "Gesetz über das Stimm- und Wahlrecht",
        "Klasse": "Gesetz",
        "Inhalt": [
            "Das Verfahren von der Unterzeichnung der Unterschriftenlisten bis zur Feststellung des Zustandekommens des Begehrens richtet sich nach den Bestimmungen über die Volksinitiative (§ 73 bis § 77)."
        ],
        "tags": [
            "Conditionally Applicable: Assembly",
            "Conditionally Applicable: Mail Voting"
        ],
        "Chapter": "Volksbegehren > Kantonale Volksbegehren > Fakultative Volksabstimmung"
    },
    "§88- Begehren, Unterschriftenliste": {
        "Name": "Gesetz über das Stimm- und Wahlrecht",
        "Klasse": "Gesetz",
        "Inhalt": [
            "Die Abberufung des Grossen Rates oder des Regierungsrates ist durch ein separates Begehren mit Unterschriftenliste zu verlangen.",
            "Die Unterschriftenliste muss folgende Angaben aufweisen:",
            "die Gemeinde, in der die Unterzeichnenden stimmberechtigt sind;",
            "Namen, Vornamen, Geburtsdatum, Adresse und Unterschrift der Unterzeichnenden;",
            "den Text der Stimmrechtsbescheinigung;",
            "die Adresse, an welche die Unterschriftenliste zurückzusenden ist;",
            "den Hinweis, dass sich strafbar macht, wer das Ergebnis einer Unterschriftensammlung für ein Volksbegehren fälscht oder wer bei der Unterschriftensammlung besticht oder sich bestechen lässt.",
            "Ein Rückzug des Begehrens ist ausgeschlossen."
        ],
        "tags": [
            "Conditionally Applicable: Assembly",
            "Conditionally Applicable: Mail Voting"
        ],
        "Chapter": "Volksbegehren > Kantonale Volksbegehren > Abberufung des Grossen Rates oder des Regierungsrates"
    },
    "§89- Verfahren": {
        "Name": "Gesetz über das Stimm- und Wahlrecht",
        "Klasse": "Gesetz",
        "Inhalt": [
            "Das Verfahren von der Unterzeichnung der Unterschriftenlisten bis zur Feststellung des Zustandekommens des Begehrens richtet sich nach den Bestimmungen über die Volksinitiative (§ 73 bis § 77)."
        ],
        "tags": [
            "Conditionally Applicable: Assembly",
            "Conditionally Applicable: Mail Voting"
        ],
        "Chapter": "Volksbegehren > Kantonale Volksbegehren > Abberufung des Grossen Rates oder des Regierungsrates"
    },
    "§90- Rechtsgrundlagen": {
        "Name": "Gesetz über das Stimm- und Wahlrecht",
        "Klasse": "Gesetz",
        "Inhalt": [
            "Die Zulässigkeit von Volksbegehren in den Gemeinden richtet sich nach dem Gesetz über die Gemeinden und der Gemeindeordnung.",
            "Das Verfahren richtet sich nach den Bestimmungen dieses Abschnitts.",
            "Die Gemeindeordnung kann ergänzende Regelungen festlegen. Soweit solche fehlen, sind die Bestimmungen für die entsprechenden kantonalen Volksbegehren sinngemäss anwendbar."
        ],
        "tags": [
            "Directly Applicable: Assembly",
            "Directly Applicable: Mail Voting"
        ],
        "Chapter": "Volksbegehren > Volksbegehren in den Gemeinden"
    },
    "§91- Unterschriftenliste": {
        "Name": "Gesetz über das Stimm- und Wahlrecht",
        "Klasse": "Gesetz",
        "Inhalt": [
            "Die Unterschriftenliste für eine Volksinitiative oder für eine fakultative Volksabstimmung muss die Anforderungen des entsprechenden kantonalen Volksbegehrens erfüllen.",
            "Bei einer Volksinitiative ist zusätzlich das Datum aufzuführen, an dem mit der Unterschriftensammlung begonnen wird.",
            "Für Begehren um Einberufung der Gemeindeversammlung gelten die Bestimmungen über die Volksinitiative sinngemäss."
        ],
        "tags": [
            "Directly Applicable: Assembly",
            "Directly Applicable: Mail Voting"
        ],
        "Chapter": "Volksbegehren > Volksbegehren in den Gemeinden"
    },
    "§92- Einreichung": {
        "Name": "Gesetz über das Stimm- und Wahlrecht",
        "Klasse": "Gesetz",
        "Inhalt": [
            "Die Unterschriftenlisten sind innerhalb von drei Monaten nach Beginn der Unterschriftensammlung bei der Gemeindekanzlei einzureichen.",
            "Die Listen werden nicht zurückgegeben und dürfen nicht eingesehen werden."
        ],
        "tags": [
            "Directly Applicable: Assembly",
            "Directly Applicable: Mail Voting"
        ],
        "Chapter": "Volksbegehren > Volksbegehren in den Gemeinden"
    },
    "§93- Zustandekommen": {
        "Name": "Gesetz über das Stimm- und Wahlrecht",
        "Klasse": "Gesetz",
        "Inhalt": [
            "Die Gemeindebehörde lässt aufgrund des Stimmregisters bescheinigen, welche Unterzeichnenden stimmberechtigt sind.",
            "Sie stellt fest, ob das Begehren zustande gekommen ist und veröffentlicht das Ergebnis."
        ],
        "tags": [
            "Directly Applicable: Assembly",
            "Directly Applicable: Mail Voting"
        ],
        "Chapter": "Volksbegehren > Volksbegehren in den Gemeinden"
    },
    "§94- Volksinitiative": {
        "Name": "Gesetz über das Stimm- und Wahlrecht",
        "Klasse": "Gesetz",
        "Inhalt": [
            "Die zuständige Gemeindebehörde beschliesst spätestens ein Jahr nach Einreichung der Unterschriftenlisten über die Initiative.",
            "Eine gültige Initiative ist spätestens sechs Monate nach dem Beschluss der Volksabstimmung zu unterbreiten.",
            "Wird der Initiative ein Gegenvorschlag gegenübergestellt, gelten die entsprechenden Bestimmungen für kantonale Initiativen sinngemäss (§ 83 und § 84)."
        ],
        "tags": [
            "Directly Applicable: Assembly",
            "Directly Applicable: Mail Voting"
        ],
        "Chapter": "Volksbegehren > Volksbegehren in den Gemeinden"
    },
    "§95- Fakultative Volksabstimmung": {
        "Name": "Gesetz über das Stimm- und Wahlrecht",
        "Klasse": "Gesetz",
        "Inhalt": [
            "Kommt das Begehren um Durchführung einer Volksabstimmung zustande, ist diese innerhalb von sechs Monaten nach Einreichung der Unterschriftenlisten durchzuführen."
        ],
        "tags": [
            "Directly Applicable: Assembly",
            "Directly Applicable: Mail Voting"
        ],
        "Chapter": "Volksbegehren > Volksbegehren in den Gemeinden"
    },
    "§96- Einberufung einer Gemeindeversammlung": {
        "Name": "Gesetz über das Stimm- und Wahlrecht",
        "Klasse": "Gesetz",
        "Inhalt": [
            "Kommt das Begehren um Einberufung einer Gemeindeversammlung zustande, ist diese innerhalb von sechs Monaten nach Einreichung der Unterschriftenlisten durchzuführen."
        ],
        "tags": [
            "Directly Applicable: Mail Voting"
        ],
        "Chapter": "Volksbegehren > Volksbegehren in den Gemeinden"
    },
    "§97- Rechtsmittel": {
        "Name": "Gesetz über das Stimm- und Wahlrecht",
        "Klasse": "Gesetz",
        "Inhalt": [
            "Stimmberechtigte können wegen Verletzung des Stimm- und Wahlrechtes einschliesslich Rechtsverletzungen bei der Vorbereitung und Durchführung von Abstimmungen oder Wahlen Rekurs erheben. Rekursinstanz ist bei Abstimmungen und Gemeindewahlen das zuständige Departement, bei den übrigen Wahlen die Genehmigungsinstanz.",
            "Entscheide der Staatskanzlei im Zusammenhang mit Abstimmungen, Wahlen oder Volksbegehren unterliegen der Beschwerde an das Verwaltungsgericht.",
            "Botschaften des Regierungsrates zu kantonalen Vorlagen sind mit keinem kantonalen Rechtsmittel anfechtbar.",
            "Rechtsmittel im Zusammenhang mit eidgenössischen Abstimmungen oder Wahlen richten sich nach Bundesrecht."
        ],
        "tags": [
            "Directly Applicable: Assembly",
            "Directly Applicable: Mail Voting"
        ],
        "Chapter": "Rechtsschutz"
    },
    "§98- Frist, Rügepflicht": {
        "Name": "Gesetz über das Stimm- und Wahlrecht",
        "Klasse": "Gesetz",
        "Inhalt": [
            "Rechtsmittel sind eingeschrieben einzureichen, spätestens am dritten Tag nach:",
            "der amtlichen Veröffentlichung der Ergebnisse von Abstimmungen und Wahlen an der Urne;",
            "der Gemeindeversammlung;",
            "der Eröffnung von Entscheiden der Staatskanzlei.",
            "Unabhängig von dieser Frist sind vermutete Rechtsverletzungen unverzüglich nach deren Kenntnis, bei Gemeindeversammlungen in der Versammlung selbst zu rügen. Erfolgt die Rüge verspätet, ist auf den Rekurs nicht einzutreten."
        ],
        "tags": [
            "Directly Applicable: Assembly",
            "Directly Applicable: Mail Voting"
        ],
        "Chapter": "Rechtsschutz"
    },
    "§99- Aufschiebende Wirkung": {
        "Name": "Gesetz über das Stimm- und Wahlrecht",
        "Klasse": "Gesetz",
        "Inhalt": [
            "Kantonale Rechtsmittel haben aufschiebende Wirkung, sofern diese nicht von der Rekurs- beziehungsweise Beschwerdeinstanz aus besonderen Gründen entzogen wird.",
            "Kantonale Rechtsmittel gegen Wahlen haben nur aufschiebende Wirkung, wenn diese von der Rekurs- beziehungsweise Beschwerdeinstanz erteilt wird."
        ],
        "tags": [
            "Directly Applicable: Assembly",
            "Directly Applicable: Mail Voting"
        ],
        "Chapter": "Rechtsschutz"
    },
    "§100- Rechtsfolge": {
        "Name": "Gesetz über das Stimm- und Wahlrecht",
        "Klasse": "Gesetz",
        "Inhalt": [
            "Das Ergebnis einer Abstimmung oder Wahl ist aufzuheben, wenn die gerügten Rechtsverletzungen nach Art und Umfang geeignet waren, das Resultat entscheidend zu beeinflussen.",
            "Rechtsverletzungen, die das Ergebnis nicht entscheidend beeinflusst haben, sind formell festzustellen."
        ],
        "tags": [
            "Directly Applicable: Assembly",
            "Directly Applicable: Mail Voting"
        ],
        "Chapter": "Rechtsschutz"
    }
}