{"§1*- Geltungsbereich": ["Dieser Verordnung untersteht, wer an einer öffentlichen Volksschule selbstverantwortlich mit einem pädagogisch-erzieherischen Auftrag als Lehrerin oder Lehrer im Klassenverband oder als Schulische Heilpädagogin oder Schulischer Heilpädagoge unterrichtet.", "Nicht dieser Verordnung unterstehen namentlich die sonderpädagogischen Fachpersonen sowie das Personal mit Aufträgen in den Bereichen Nachhilfe und Stütz- und Fördermassnahmen."], "§2- Abweichung bei geplanten Neuerungen": ["Der Regierungsrat kann zur probeweisen Umsetzung geplanter Neuerungen für eine befristete Dauer von einzelnen Bestimmungen abweichen."], "§3- Lehrbefähigung": ["Für den Unterricht auf einer bestimmten Stufe ist ein von der Schweizerischen Konferenz der kantonalen Erziehungsdirektoren (EDK) anerkanntes Lehrdiplom, das hierzu berechtigt, oder ein gleichwertiger Abschluss erforderlich. Vorübergehend können auch Personen mit einem stufenfremden anerkannten Lehrdiplom oder einem gleichwertigen Abschluss eingesetzt werden.", "Das Departement für Erziehung und Kultur entscheidet über die Gleichwertigkeit. Es kann hierzu Richtlinien erlassen.", "Unter Vorbehalt vorübergehender Einsätze dürfen Lehrpersonen nur in den Fächern eingesetzt werden, für die sie eine Lehrbefähigung haben.*", "Personen in Ausbildung zu EDK-anerkannten Stufendiplomen können vorübergehend eingesetzt werden.*", "Andere Personen können zur Überbrückung ausgewiesener Notsituationen und mit Bewilligung des Amtes für Volksschule eingesetzt werden.*", "Für den Unterricht an der Basisstufe ist ein von der EDK anerkanntes Kindergarten- oder Primarlehrdiplom nötig sowie eine vom Amt vorgegebene Weiterbildung.*"], "§4*- Teilzeitbeschäftigung und Aus- oder Eintritt während des Schuljahres": ["Für Teilzeitbeschäftigte und während des Schuljahres ein- oder austretende Lehrpersonen gelten anteilmässige Rechte und Pflichten, unter Vorbehalt von abweichenden Vorgaben für die Stelle oder gemäss dieser Verordnung sowie von Vereinbarungen.*", "Bei unbefristeten Teilzeitarbeitsverhältnissen mit variablem Beschäftigungsgrad ist eine Bandbreite festzulegen, zwischen deren oberem und unterem Wert nicht mehr als 30 % einer vollen Anstellung liegen darf.*"], "§5- Ausschreibung": ["Stellen sind in der Regel öffentlich auszuschreiben.", "Auf die Ausschreibung kann namentlich verzichtet werden bei der Besetzung von Dauerstellen mit bisher befristet beschäftigten Lehrpersonen oder bei Stellvertretungen.*"], "§6- Rechtsnatur der Anstellung": ["Das Arbeitsverhältnis ist öffentlichrechtlich.", "Anstellung und Kündigung sowie weitere Anordnungen im Sinne von § 4 des Gesetzes über die Verwaltungsrechtspflege (VRG)[1]erfolgen in Form eines Entscheides."], "§7- Anstellung": ["Die Anstellung erfolgt in der Schulgemeinde.", "Sie bedarf der Genehmigung des Amtes. Dieses legt die Besoldung fest. Unter Vorbehalt dringlicher Fälle sind die Anstellungen dem Amt vor Dienstantritt zu unterbreiten.", "Unterrichtet eine Lehrperson in mehreren Schulgemeinden, wird sie in jeder Gemeinde angestellt.*"], "§8*- Anstellungsdauer": ["Anstellungen werden befristet vorgenommen bei Lehrstellen mit absehbarer zeitlicher Begrenzung und bei Stellvertretungen für die Dauer des Ausfalls der zu vertretenden Lehrperson.", "Eine befristete Anstellung ist grundsätzlich für längstens zwei Jahre zulässig. Eine Fortführung kann nur als unbefristetes Anstellungsverhältnis erfolgen."], "§9- Berufseinführung": ["Neu und wieder in den Beruf einsteigende Personen durchlaufen eine obligatorische Berufseinführung von maximal drei Jahren.", "Wieder in den Beruf einsteigende Personen können ganz oder teilweise von der Berufseinführung freigestellt werden, wenn die Lücke zwischen letzter Anstellung als Lehrperson und Wiedereinstieg kleiner als fünf Jahre ist.*", "Das Departement regelt das Nähere."], "§10- Beginn": ["Hält der Anstellungsentscheid nichts anderes fest oder ergibt sich aus den Umständen nichts anderes, beginnt das Arbeitsverhältnis mit dem Anfang des nächsten Semesters am 1. August oder 1. Februar."], "§11- Stellvertretungen": ["Ist eine Lehrperson verhindert, ihre Stelle zu versehen, ist umgehend eine Stellvertretung einzusetzen.*", "Bei kurzfristiger Verhinderung einer Lehrperson stehen die anderen Lehrpersonen im Rahmen ihrer Pensen zur Überbrückung allfälliger Lücken zur Verfügung. Die Wochenlektionenzahl der vom Ausfall betroffenen Klassen und der Schulbetrieb können angemessen angepasst werden.*", "Bei längerfristigen Verhinderungen kann eine befristet angestellte Stellvertretung eingesetzt werden.*"], "§12- Ende des Arbeitsverhältnisses": ["Das Arbeitsverhältnis endet:", "mit Fristablauf bei einer befristeten Anstellung", "mit Ablauf der maximalen Lohnfortzahlung infolge Unfall oder Krankheit im Sinne von § 20 der Verordnung des Grossen Rates über die Besoldung des Staatspersonals (BesVO)[2]", "bei voraussichtlich andauernder voller oder teilweiser Arbeitsunfähigkeit aufgrund von Krankheit oder Unfall in der Regel auf Ende des Semesters, in welchem das 64. Altersjahr vollendet wurde, sofern während eines Jahres Leistungen zufolge Krankheit oder Unfall ausbezahlt wurden", "mit Ablauf des Semesters, während welchem das 65. Altersjahr vollendet wurde; es kann weitergeführt werden, wenn dies im Interesse der Schule liegt, wobei es zu befristen ist", "bei gegenseitiger Absprache mit dem vereinbarten Termin", "bei ordentlicher Kündigung mit dem Eintritt des gesetzlich vorgesehenen oder vereinbarten Termins", "bei fristloser Kündigung mit dem Empfang der Mitteilung", "bei Stellvertretungen mit der Rückkehr der vertretenen Lehrperson", "mit dem Tod der Lehrperson"], "§13- Auflösung bei fortbestehender Arbeitsunfähigkeit": ["Im Falle der Auflösung infolge Erschöpfung der Lohnfortzahlungspflicht ist bei fortbestehender teilweiser Arbeitsunfähigkeit zu prüfen, ob das Arbeitsverhältnis mit einem reduzierten Beschäftigungsgrad weitergeführt werden kann. Es besteht kein Anspruch auf eine Weiterbeschäftigung mit reduziertem Beschäftigungsgrad.*", "Bei voraussichtlich andauernder Arbeitsunfähigkeit kann die Stelle in der Regel frühestens nach einem Jahr seit Eintritt der Arbeitsunfähigkeit unbefristet besetzt werden. Bei Wiedererlangung der Arbeitsfähigkeit ist diesfalls der Mitarbeiterin oder dem Mitarbeiter nach Möglichkeit eine andere, zumutbare Stelle zuzuweisen.*"], "§14- Altersrücktritt": ["Die Lehrperson hat das Recht, zwischen dem vollendeten 58. Altersjahr und dem vollendeten 65. Altersjahr zurückzutreten. Die Altersleistungen richten sich nach dem Reglement der Pensionskasse (R-PKTG)[3].*", "Die Erklärung des Altersrücktrittes erfolgt in Form einer Kündigung und unter Beachtung der Kündigungsfristen.", "Soweit es die betrieblichen Verhältnisse zulassen, kann ein gestaffelter Altersrücktritt im Sinne einer Teilpensionierung bewilligt werden."], "§15- Kündigung": ["Unbefristete oder befristete Arbeitsverhältnisse können beidseitig gekündigt werden.", "Kündigungen der Lehrpersonen sind in schriftlicher Form bei der Anstellungsinstanz einzureichen.*", "Im Falle einer Kündigung aus betrieblichen oder wirtschaftlichen Gründen besteht Anspruch auf berufliche Beratung durch den Kanton."], "§16- Kündigungsfristen und -termine": ["Arbeitsverhältnisse können unter Vorbehalt abweichender Regelungen beidseitig unter Einhaltung einer Frist von drei Monaten auf das Ende eines Semesters, das heisst auf den 31. Juli oder den 31. Januar, aufgelöst werden. Die Frist beginnt mit dem Zugang der Kündigung.", "Im ersten Jahr der Anstellung in einer Schulgemeinde kann unter Einhaltung einer Kündigungsfrist von zwei Monaten auf Monatsende gekündigt werden.*", "Befristete Anstellungsverhältnisse können jederzeit unter Einhaltung einer Frist von zehn Tagen beendet werden. Wird ein solches im Voraus für mindestens sechs Monate eingegangen oder dauert es ohne Unterbruch über ein Jahr, kann unter Einhaltung einer Kündigungsfrist von zwei Monaten auf Monatsende gekündigt werden.*", "Bei Schwangerschaft können Lehrerinnen bis spätestens drei Monate vor dem ärztlich bestimmten Niederkunftstermin auf das Ende des bezahlten Mutterschaftsurlaubs kündigen.*"], "§17- Kündigungsgründe": ["Die Kündigung darf nicht missbräuchlich sein.", "Die Kündigung durch die Schulgemeinde setzt einen sachlich zureichenden Grund voraus. Sachliche Gründe sind insbesondere:", "Vorliegen betrieblicher oder wirtschaftlicher Gründe, die der Weiterführung des Arbeitsverhältnisses entgegenstehen", "Mängel in der Leistung oder im Verhalten", "Verletzung arbeitsrechtlicher Pflichten", "fehlende Eignung oder Wegfall beziehungsweise Nichterfüllen gesetzlicher oder vereinbarter Anstellungsvoraussetzungen", "fehlende Qualifikation für die Schulstufe oder das unterrichtete Fach", "Bevor eine Kündigung aufgrund von Mängeln in der Leistung oder im Verhalten ausgesprochen wird, ist ein Gespräch zu führen und in der Regel eine Frist zur positiven Veränderung anzusetzen."], "§18- Kündigung bei verbundenen Anstellungen": ["Sind mehrere Teilzeitanstellungen vertraglich miteinander verbunden und ist vereinbart, dass die Auflösung eines Arbeitsverhältnisses als sachlicher Grund für die Kündigung des anderen Arbeitsverhältnisses gilt (Jobsharing), hat die erstkündigende Partei ab dem zweiten Anstellungsjahr eine Kündigungsfrist von vier Monaten auf Semesterende zu beachten. Im Übrigen sind die Bestimmungen von § 16 anwendbar. Als verbundene Anstellungen gelten Anstellungen, bei welchen die beteiligten Lehrpersonen je ein Minimalpensum von zwölf Lektionen erteilen.*"], "§19- Folgen einer ungerechtfertigten oder diskriminierenden Kündigung": ["Bei missbräuchlichen oder ohne sachlichen Grund ausgesprochenen Kündigungen gelten für die Folgen und die Verwirkung der Ansprüche die Bestimmungen des Schweizerischen Obligationenrechts (OR)[4]über die missbräuchliche Kündigung sinngemäss.", "Die Folgen einer diskriminierenden Kündigung aufgrund des Geschlechts richten sich nach den Bestimmungen des Gleichstellungsgesetzes[5], wobei auch eine Entschädigung geltend gemacht werden kann."], "§20- Fristlose Kündigung": ["Aus wichtigem Grund kann das Arbeitsverhältnis beidseitig ohne Einhaltung von Fristen und Terminen aufgelöst werden. Als wichtiger Grund gilt jeder Umstand, bei dessen Vorhandensein die Fortsetzung des Arbeitsverhältnisses nach Treu und Glauben nicht zumutbar ist.", "Die fristlose Kündigung hat unverzüglich nach Kenntnis des wichtigen Grundes zu erfolgen.", "Die Folgen der fristlosen Kündigung richten sich nach den entsprechenden Bestimmungen des Schweizerischen Obligationenrechts."], "§21- Kündigung zur Unzeit": ["Ausser bei einer fristlosen Kündigung können Lehrpersonen nicht gekündigt werden:*", "während schweizerischem obligatorischen Militär- oder Schutzdienst oder schweizerischem Zivildienst sowie bei einer Dauer der Dienstleistung von mehr als elf Kalendertagen während vier Wochen vorher und nachher", "während einer ganzen oder teilweisen Verhinderung an der Arbeitsleistung durch Unfall oder Krankheit ohne eigenes, mindestens grobfahrlässiges Verschulden, und zwar während längstens zwei Jahren beziehungsweise bis der Lohnfortzahlungsanspruch bei Krankheit und Unfall erlischt", "während der Schwangerschaft und in den 16 Wochen nach der Niederkunft", "während der Teilnahme an einer von einer Bundes-, Kantons- oder Gemeindebehörde angeordneten Dienstleistung für eine Hilfsaktion", "solange der Anspruch auf Betreuungsurlaub nach § 22b BesVO besteht, längstens aber während sechs Monaten ab dem Tag, an dem die Rahmenfrist gemäss Art. 16p Abs. 2 des Bundesgesetzes über den Erwerbsersatz (EOG)[6]zu laufen beginnt", "Die während einer Sperrfrist ausgesprochene Kündigung ist nichtig und entfaltet keine Rechtswirkung.", "Tritt während laufender Kündigungsfrist ein Sperrgrund ein, wird der Fristenlauf unterbrochen und erst nach Beendigung der Sperrfrist fortgesetzt. Im Falle der Unterbrechung zufolge Krankheit oder Unfall wird der Fristenlauf längstens während 30 Tagen im ersten Dienstjahr, während 90 Tagen vom zweiten bis und mit fünften Dienstjahr und während 180 Tagen ab dem sechsten Dienstjahr unterbrochen. Das Dienstverhältnis endet formlos auf das Monatsende.*", "Im Anschluss an eine Sperrfrist kann unter Berücksichtigung einer Frist von drei Monaten ohne Beachtung des Semesterendes gekündigt werden, wenn die Sperrfrist die rechtzeitige Kündigung auf ein Semesterende verhindert hat."], "§22- Abgangsentschädigung in Härtefällen*": ["Einer Lehrperson, deren Arbeitsverhältnis durch die Schulgemeinde gekündigt oder auf Veranlassung der Schulgemeinde im gegenseitigen Einvernehmen aufgelöst wird, ohne dass sie dazu durch ihre Leistungen oder ihr Verhalten begründeten Anlass gegeben hat, kann eine Abgangsentschädigung ausgerichtet werden, wenn sie*", "bis zur Auflösung während mindestens fünf Jahren ununterbrochen im thurgauischen Schuldienst gestanden hat und", "im Zeitpunkt der Auflösung des Arbeitsverhältnisses das 55. Altersjahr vollendet und das 63. Altersjahr noch nicht vollendet hat.", "Für die Abgangsentschädigung gilt:*", "sie wird vom Departement nach Anhörung der Schulgemeinde nach den Umständen des Einzelfalles festgelegt", "sie beträgt im Regelfall bis höchstens sechs, in Ausnahmefällen bis höchstens 12 Monatslöhne", "es sind insbesondere das wirtschaftliche Fortkommen, die Dienstzeit sowie die persönlichen Verhältnisse zu berücksichtigen", "als Bemessungsgrundlage gilt eine Monatsgrundbesoldung (1/12 des Jahreslohnes), bei wechselndem Beschäftigungsgrad ist der durchschnittliche Beschäftigungsgrad der letzten fünf Jahre massgeblich", "die Ausrichtung einer Abgangsentschädigung von mehr als sechs Monatslöhnen bedarf zusätzlich der Zustimmung des Regierungsrates", "Gesuche sind spätestens bis zur Beendigung des Dienstverhältnisses beim Departement einzureichen; eine spätere Gesuchstellung lässt den Anspruch verwirken", "Keine Abgangsentschädigung wird ausgerichtet, wenn eine zumutbare Anschlussbeschäftigung vorliegt oder seitens der Schulgemeinde eine andere zumutbare Stelle angeboten wurde. Die gesuchstellende Person kann aufgefordert werden, den Nachweis zu erbringen, dass sie sich intensiv um eine neue Stelle bemüht hat.*", "Bei einer Wiederanstellung im thurgauischen Schuldienst innerhalb zweier Jahre nach Auflösung des Arbeitsverhältnisses entscheidet das Departement auf Antrag der Schulgemeinde, welche die Abgangsentschädigung ausgerichtet hat, über die volle oder teilweise Rückerstattung der Entschädigung und die Verteilung zwischen Kanton und Gemeinde."], "§22a*- Sonderleistungen anstelle einer Abgangsentschädigung bei vorzeitiger Pensionierung": ["Bei einvernehmlicher Versetzung in den Ruhestand kann unter der Voraussetzung, dass die Lehrperson bei Beendigung des Arbeitsverhältnisses das 60. Altersjahr vollendet hat, an Stelle einer Abgangsentschädigung ein Zuschuss zum Pensionskassensparguthaben oder – alternativ oder kumulativ – eine Vorzusatzrente in der Höhe der Zusatzrente mit Alter 63 gemäss den Bestimmungen des Reglements der Pensionskasse Thurgau (R-PKTG)[7]gewährt werden.", "Der Regierungsrat regelt die Einzelheiten. Er kann insbesondere vorsehen, dass die Regelung gemäss Abs. 1 in Ausnahmefällen ab vollendetem 58. Altersjahr gewährt wird."], "§23- Einvernehmliche Auflösung": ["Mit Ausnahme der Abgangsentschädigung kann die Auflösung des Arbeitsverhältnisses mit schriftlicher Vereinbarung abweichend von den Bestimmungen dieser Verordnung erfolgen."], "§24- Schutz der Persönlichkeit": ["Die Schulgemeinde achtet und schützt die Persönlichkeit der Lehrpersonen. Sie nimmt auf deren Gesundheit gebührend Rücksicht und fördert sie mit geeigneten betrieblichen Massnahmen.*", "Sie sorgt durch geeignete Massnahmen für den Schutz gegen psychische und physische Belästigungen, insbesondere gegen sexuelle Belästigung, Mobbing und Diskriminierung.", "Bei Verdacht auf Belästigungen, Mobbing oder Diskriminierung ist auf Hinweis der Betroffenen den Vorwürfen nachzugehen, und es sind die geeigneten Massnahmen in die Wege zu leiten. Der Kanton gewährt den Betroffenen Beratung und Unterstützung."], "§25- Rechtliche Unterstützung": ["Die Schulgemeinde unterstützt die Lehrperson, wenn diese im Zusammenhang mit der Erfüllung ihrer Aufgaben auf dem Rechtsweg belangt wird oder sich die Beschreitung des Rechtsweges als notwendig und angemessen erweist.*", "Dieser Anspruch entfällt bei geringfügigen Übertretungen oder wenn die Lehrperson eine schwerwiegende und offenkundige Pflichtverletzung begangen hat. Sie kann entfallen, wenn die Schulgemeinde, der Kanton oder deren Vertreter Gegenpartei ist oder beiden Parteien Rechtsschutz zu gewähren wäre.*", "Ergibt sich ein schuldhaftes Verhalten der Lehrperson, kann eine Kostenrückerstattung angeordnet werden.*"], "§26- Datenschutz": ["Die Schulgemeinde darf Daten über eine Lehrperson bearbeiten, die für das Arbeitsverhältnis notwendig sind. Sie führt für jede Lehrperson Personalakten. Berichte über die Lehrperson bilden Bestandteil der Personalakten.*", "Die Lehrperson hat ein Recht auf Einsicht in die sie betreffenden Akten, auf Berichtigung oder Vernichtung unrichtiger Personaldaten, auf Anbringung eines Vermerkes, wenn weder die Richtigkeit noch die Unrichtigkeit von Personendaten bewiesen werden kann, und auf die Sperrung von Personendaten.*", "Die Einsicht kann verweigert oder eingeschränkt werden, wenn wichtige öffentliche Interessen oder offensichtlich schutzwürdige private Interessen Dritter es verlangen. Eine Verweigerung oder Einschränkung ist zu begründen.", "Im Übrigen gilt das kantonale Gesetz über den Datenschutz (TG DSG)[8]und die zugehörige Verordnung (TG DSV)[9]."], "§27- Vorsorge für Alter, Invalidität und Tod": ["Die Versicherung gegen die wirtschaftlichen Folgen von Alter, Invalidität und Tod richtet sich nach dem Reglement der Pensionskasse."], "§28- Unfallversicherung": ["Die Lehrpersonen sind gemäss den Bestimmungen des Bundesgesetzes über die Unfallversicherung (UVG)[10]gegen Berufs- und Nichtberufsunfall sowie gegen Berufskrankheit versichert.*", "Für die Versicherung gegen Nichtberufsunfälle leisten sie den gleichen Prämienanteil wie das Staatspersonal."], "§29*- Beratung": ["Der Kanton sorgt für eine Beratung der Lehrpersonen in Laufbahnfragen und bei beruflichen Veränderungen.*"], "§30- Urlaub": ["Als Urlaub gilt jede aus anderen Gründen als Krankheit, Unfall, Schwangerschaft und Niederkunft, Vaterschaft oder obligatorischem Militär- oder Schutzdienst sowie schweizerischem Zivildienst bewilligte Abwesenheit. Abwesenheiten zur Betreuung eines gesundheitlich schwer beeinträchtigten minderjährigen Kindes im Sinne von § 22b BesVO gelten ebenfalls nicht als Urlaub.*", "Durch den Urlaub wird das Arbeitsverhältnis nicht unterbrochen.", "Nicht bezogene genehmigte Urlaubstage verfallen."], "§31- Bewilligung": ["Urlaub ist in der Regel im Voraus zu bewilligen.", "Mit der Bewilligung wird der Termin des Urlaubs festgelegt."], "§32- Unbezahlter Urlaub": ["Unbezahlter Urlaub kann bis längstens 12 Monate bewilligt werden, wenn der ordentliche Schulbetrieb gewährleistet ist.", "Bei unbezahltem Urlaub leistet die Schulgemeinde ihren Beitragsanteil an die Sparversicherung bis zu einem Monat weiter. Die Risikobeiträge leistet sie bis längstens 12 Monate, wenn die Beiträge arbeitnehmerseitig auch bezahlt werden. Die fehlenden Sparbeiträge können durch freiwillige Einlagen gemäss Vorgaben der Pensionskasse kompensiert werden."], "§33- Bezahlter Urlaub": ["Bezahlter Urlaub wird gewährt für Schulbesuche der Lehrpersonen und Urlaub aus persönlichen oder familiären Gründen, sofern die entsprechenden Voraussetzungen gegeben sind.*", "Für J+S-Aus- und Weiterbildungskurse, für die ein Anspruch auf Entschädigung aus der Erwerbsersatzordnung besteht, wird bezahlter Urlaub bis zu fünf Tagen pro Kalenderjahr gewährt.", "Für die Ausübung öffentlicher Ämter oder im Interesse der Allgemeinheit liegender Tätigkeiten und der entsprechenden Ausbildung kann zusätzlich bis zu fünf Tagen pro Kalenderjahr bezahlter Urlaub gewährt werden.", "Bezahlter Urlaub kann überdies gewährt werden für das Bildungssemester und allgemein, wo dies der Urlaubsgrund rechtfertigt, insbesondere bei im Interesse der Schulgemeinde liegender Weiterbildung.*"], "§34*- Schulbesuch der Lehrpersonen": ["Jede Lehrperson hat das Recht, nach Absprache mit der Schulleitung einen Tag pro Semester dem Unterricht einer anderen Lehrperson zu folgen."], "§35- Bildungssemester*": ["Das Departement kann einer Lehrperson auf Gesuch hin unter folgenden Voraussetzungen ein einmalig besoldetes Bildungssemester gewähren:*", "sie muss mindestens zehn Jahre mit einem durchschnittlichen Beschäftigungsgrad von wenigstens 50 % im thurgauischen Schuldienst unterrichtet haben, davon die letzten fünf Jahre ohne Unterbruch und unmittelbar vor dem Bildungssemester; nach einer Tätigkeit in einer thurgauischen Schulleitung kann von den letzten beiden Voraussetzungen abgesehen werden", "sie muss den Nachweis erbringen, dass sie sich schon bisher ausreichend in der unterrichtsfreien Zeit fortgebildet hat", "sie muss sich schriftlich verpflichten, nach Abschluss des Bildungssemesters noch mindestens drei Schuljahre im thurgauischen Schuldienst zu unterrichten oder als Schulleitung tätig zu sein", "die Stellvertretung muss sichergestellt sein", "das Bildungssemester muss die Lehrperson in ihren beruflichen Fähigkeiten fördern", "Das Bildungssemester darf längstens ein Schulsemester dauern und ist in der Regel bis zum vollendeten 55. Altersjahr anzutreten. Es ist in der Regel zusammenhängend zu beziehen. In begründeten Fällen kann eine Aufteilung bewilligt werden.*", "§ 49 Abs. 2 und Abs. 3 gelten sinngemäss.", "Das Departement erlässt ergänzende Richtlinien zum Bildungssemester, namentlich über die Mindestanforderungen an das Bildungsprogramm, die Kostentragung unter den Schulen und das Verfahren.*"], "§36- Finanzierung und Rückzahlung": ["Die Besoldung richtet sich nach dem durchschnittlichen Beschäftigungsgrad während der letzten zehn im Kanton Thurgau geleisteten Kalenderjahre vor dem Bildungssemester. Die Spesen für das Bildungssemester trägt die Lehrperson.*", "Für die Rückzahlung gilt § 50 sinngemäss."], "§37- Urlaub aus persönlichen und familiären Gründen": ["Die Lehrperson verrichtet persönliche oder familiäre Angelegenheiten grundsätzlich ausserhalb der Unterrichtszeiten.*", "Muss Unterrichtszeit beansprucht werden, steht der Lehrperson für die nachstehend aufgeführten Ereignisse bezahlter Urlaub in folgendem Umfang zu:*", "Eigene Hochzeit 2 Tage", "Hochzeit eines eigenen Kindes oder Stiefkindes 1 Tag", "…", "Adoption eines Kindes 2 Tage", "Wohnungswechsel 1 Tag", "Orientierungstag über Militär-, Schutz- und Zivildienst 1 Tag", "Entlassung aus der Militärdienstpflicht 1 Tag", "Todesfälle: ", "Ehepartner oder -partnerin 3 Tage", "Lebenspartner oder -partnerin 3 Tage", "eigene Kinder oder Stiefkinder 3 Tage", "Enkelkinder und weitere Nachkommen 1 Tag", "Eltern 2 Tage", "Geschwister 2 Tage", "Schwiegereltern 2 Tage", "Eltern des Lebenspartners oder der -partnerin 2 Tage", "Schwiegertöchter und -söhne 1 Tag", "Lebenspartnerin oder Lebenspartner des Sohnes oder der Tochter 1 Tag", "Grosseltern 1 Tag", "Begräbnis eines Arbeitskollegen oder einer Arbeitskollegin ½ Tag", "Für die Betreuung eines eigenen Kindes oder eines Stiefkindes mit gesundheitlicher Beeinträchtigung besteht pro Ereignis ein Anspruch auf bis zu drei Tage bezahlten Urlaub.*", "Für die Betreuung eines weiteren Familienmitglieds oder der Lebenspartnerin oder des Lebenspartners mit gesundheitlicher Beeinträchtigung besteht pro Ereignis ein Anspruch auf bis zu drei Tage bezahlten Urlaub, höchstens jedoch zehn Tage pro Jahr.*", "Bei Vorliegen anderer Gründe, welche die Beanspruchung von Unterrichtszeit notwendig machen, können statt bezahltem Urlaub Lektionenverschiebungen oder unbezahlte Urlaube bewilligt werden.", "Bei ausreichender Begründung kann bezahlter Urlaub über das in Abs. 2 vorgesehene Mass hinaus gewährt werden.*"], "§37a*- Schwangerschafts- und Mutterschaftsurlaub": ["Der Schwangerschaftsurlaub beginnt zwei Wochen vor dem ärztlich bestimmten Niederkunftstermin.", "Um Kurzeinsätze der Lehrerin oder einer Stellvertretung zu vermeiden, kann die Schulgemeinde im Einverständnis mit der Lehrerin den Beginn des Schwangerschaftsurlaubs zur Abgleichung mit dem Schulferienbeginn oder -ende um höchstens zwei Wochen vorverlegen oder um eine Woche Richtung Niederkunftstermin verschieben.", "Unterrichtsfreie Zeit, Ausfälle wegen Krankheit oder Unfall, Urlaube sowie Feier- und Ruhetage führen nicht zu einer Unterbrechung des Schwangerschafts- und Mutterschaftsurlaubs und geben keinen Anspruch auf Abgeltung oder Nachgewährung.", "Im Übrigen richten sich Schwangerschafts- und Mutterschaftsurlaub nach der Besoldungsverordnung des Grossen Rates (BesVO)[11]und der Verordnung des Regierungsrates zur Besoldungsverordnung (RRV BesVO)[12]."], "§37b*- Vaterschaftsurlaub": ["Der Vaterschaftsurlaub entspricht dem doppelten wöchentlichem Pensum des Lehrers zum Zeitpunkt der Geburt.", "Der Vaterschaftsurlaub wird nach Rücksprache mit der Schulleitung bezogen.", "Kann der Vaterschaftsurlaub infolge Krankheit oder Unfall nicht bezogen werden, besteht Anspruch auf Nachgewährung, sofern ein Arztzeugnis vorgelegt wird.", "Der Vaterschaftsurlaub ist bis zum Austritt zu beziehen. Es erfolgt keine Verlängerung des Dienstverhältnisses um nicht bezogene Urlaubstage."], "§37c*- Betreuungsurlaub": ["Wird der Betreuungsurlaub am Stück bezogen, führen Ausfälle zufolge Krankheit oder Unfall, Urlaube sowie Feier- und öffentliche Ruhetage nicht zu einer Unterbrechung des Betreuungsurlaubs und geben keinen Anspruch auf Abgeltung oder Nachgewährung.", "Erfolgt der Bezug des Betreuungsurlaubs tageweise, besteht Anspruch auf Nachgewährung der Urlaubstage, welche aufgrund von Krankheit oder Unfall nicht angetreten werden konnten. Es ist ein Artzeugnis vorzulegen."], "§38- Altersentlastung": ["Lehrpersonen, die das 59. Altersjahr vollendet haben, erhalten auf Gesuch hin ab dem folgenden Semester eine Altersentlastung ohne Besoldungsreduktion, sofern sie mit einem Pensum von mindestens 15 Lektionen unterrichten. Diese umfasst je nach Pensum bis zu drei Lektionen pro Woche.*", "Das Departement erlässt Richtlinien zur Festlegung des Anspruchs und zur Anrechnung verschiedener Tätigkeiten.*"], "§39- Arbeitszeugnis": ["Jede Lehrperson hat Anspruch auf Ausstellung eines Arbeitszeugnisses, das sich über Art und Dauer des Arbeitsverhältnisses sowie über ihre Leistungen und ihr Verhalten ausspricht.*", "Auf ihr besonderes Verlangen hat sich das Zeugnis auf Angaben über Art und Dauer des Arbeitsverhältnisses zu beschränken."], "§40- Information": ["Der Kanton informiert die Lehrerschaft in geeigneter Form, in der Regel im Voraus durch Veröffentlichung im Schulblatt, über grundlegende Veränderungen, Entscheide und Massnahmen im Bereich des Personalrechts, die sich auf grosse Teile von ihr oder ihre Gesamtheit auswirken.", "Über inhaltliche Belange personalrechtlicher Verfahren muss nicht informiert werden."], "§41- Mitwirkung": ["Unter Vorbehalt abweichender Regelungen in anderen Erlassen gibt der Kanton dem Verband Bildung Thurgau, dem Verband Thurgauer Schulgemeinden (VTGS), dem Verband Schulleiterinnen und Schulleiter Thurgau (VSL TG) und dem Verband Trägerschaften Sonderschulen Thurgau (VTST) vor Erlass, materieller Änderung oder Aufhebung von personalrechtlichen Bestimmungen sowie in grundlegenden Personal-, Führungs- und Organisationsfragen, die sich auf grosse Teile von Lehrerschaft oder Schulgemeinden oder ihre Gesamtheit auswirken, Gelegenheit zur Vernehmlassung.*", "Die genannten Partner können in ihrem Bereich Anträge auf Erlass und Vollzug personalrechtlicher Bestimmungen stellen."], "§42- Einreihung": ["Die Einreihung der Lehrpersonen richtet sich nach der Verordnung des Grossen Rates über die Besoldung der Lehrpersonen (LBV)[13]und dem Anhang. Der Anhang unterscheidet nach Stufenlehrdiplom, Fachlehrdiplom und Diplom in Schulischer Heilpädagogik. Als Stufenlehrdiplom gilt ein ordentlicher, EDK-anerkannter Abschluss für die Vorschulstufe, Primarstufe, Sekundarstufe I oder II. Als Stufenlehrdiplom gilt auch das Lehrdiplom Textilarbeit/Werken oder Hauswirtschaft. Als Fachlehrdiplom gilt ein Lehrdiplom in einem Fach. Für Personen mit nicht aufgeführten Abschlüssen sowie für Personen in Ausbildung zu EDK-anerkannten Stufendiplomen regelt das Departement die Besoldung durch Richtlinie.*", "Lehrpersonen mit Abschlüssen, welche zum Unterricht auf einer höheren Stufe berechtigen, werden nach der für den Einsatzbereich erforderlichen Ausbildung eingereiht.*", "Personen mit altrechtlichen Lehrdiplomen, die eine anerkannte Lehrbefähigung in einem zusätzlichen Unterrichtsfach erwerben, werden für den Unterricht im neuen Fach gemäss ihrem ursprünglichen Lehrdiplom eingereiht, vorbehältlich einer besonderen Regelung im Anhang. Als anerkannt gelten Facherweiterungen, die der Ausbildung zum regulären Stufendiplom entsprechen und die Zulassungsvoraussetzungen der EDK erfüllen, sowie altrechtliche Nachqualifikationen mit Lehrberechtigung im Fach Englisch Sekundarstufe I des Kantons Thurgau.*", "Personen, welche auf der Sekundarstufe I ohne anerkanntes Lehrdiplom unterrichten und für das unterrichtete Fach über einen anerkannten Ausbildungsabschluss auf Tertiärstufe verfügen, werden für dieses Fach in das Lohnband 4 eingereiht.*", "Lehrpersonen, welche auf der Sekundarstufe I mit einem tieferen, stufenfremden anerkannten Lehrdiplom unterrichten und für das unterrichtete Fach über einen anerkannten Master verfügen, werden für dieses Fach in das Lohnband 5 eingereiht.*", "Für alle übrigen Personen ohne anerkanntes Lehrdiplom beträgt die Entschädigung jeweils 85 % von Lohnband 2 bei Unterricht auf Kindergartenstufe, Basisstufe und Primarstufe und von Lohnband 3 bei Unterricht auf Sekundarstufe I.*"], "§43*- Einstufung": ["Die Einstufung innerhalb eines Lohnbandes bemisst sich nach der bisherigen Berufserfahrung. Bruchteile der Anrechnung werden auf die nächste ganze Lohnposition abgerundet. Nur bei Beginn einer unbefristeten Anstellung per 1. August erfolgt bereits auf das neue Kalenderjahr der Anstieg um eine Lohnposition.*", "Personen, welche auf der Kindergartenstufe, der Primarstufe oder auf der Sekundarstufe I oder II im Klassenverband unterrichten oder als Schulleiterin oder Schulleiter gewirkt haben, als Schulische Heilpädagogin oder Schulischer Heilpädagoge oder sonderpädagogische Fachperson angestellt waren, wird bei unbefristeten Anstellungsverhältnissen pro Kalenderjahr die volle Anrechnung gewährt. Befristete Anstellungsverhältnisse von mindestens zwei Jahren im thurgauischen Schuldienst oder bei demselben ausserkantonalen Arbeitgeber werden analog eines unbefristeten Anstellungsverhältnisses behandelt.*", "Bei unbefristet angestellten Personen mit Tätigkeiten in anderen Berufen, bei Stütz- und Förderlehrpersonen sowie bei Personen, welche ihre eigenen Kinder betreuen, geschieht pro Kalenderjahr die Anrechnung zur Hälfte. Befristete Anstellungsverhältnisse von mindestens zwei Jahren im thurgauischen Schuldienst oder bei demselben ausserkantonalen Arbeitgeber werden analog eines unbefristeten Anstellungsverhältnisses behandelt.*", "Personen nach Abs. 2 mit befristeten Anstellungen erhalten die volle Anrechnung pro 400 erteilte Lektionen, bei Personen nach Abs. 3 die hälftige Anrechnung pro 600 Arbeitsstunden.*", "Verschiedene Berufserfahrungen nach Abs. 2 bis Abs. 4 können nicht kumuliert werden, es gilt jeweils die höhere Anrechnung. Tätigkeiten während einer Erstausbildung werden nicht angerechnet.*"], "§43a*- Verfahren": ["Einreihung und Einstufung erfolgen auf Anstellungsbeginn auf Grundlage der von der Schulgemeinde eingereichten Unterlagen.", "Bei Erwerb eines Abschlusses erfolgt eine mögliche Anpassung der Einreihung und Einstufung im Folgemonat der Ausstellung des Diploms.", "Nachträglich eingereichte Unterlagen berechtigen zu einer neuen Einreihung und Einstufung ab dem Folgemonat der Einreichung."], "§44- Bedeutung der Grundbesoldung": ["Die Grundbesoldung deckt die Unterrichtstätigkeit im Rahmen des Pflichtpensums und die Aufgaben gemäss Berufsauftrag ab.", "Anspruch auf eine zusätzliche Entschädigung besteht nur, wo ein Auftrag erteilt wurde, welcher eine erhebliche Mehrbelastung mit sich bringt."], "§45*- Entschädigung für vorübergehende Pensenabweichung*": ["Lektionen infolge einer vorübergehenden Pensenabweichung sind innerhalb der zwei folgenden Semester zu kompensieren. Ist dies nicht möglich, sind Lektionen bis zum Pflichtpensum zu 100 %, darüber hinaus gehende Lektionen (Zusatzlektionen) zu 85 % zu entschädigen.*"], "§45a*- Besoldung bei Arbeitsverhinderung bei befristeter Anstellung*": ["Bei einer befristeten Anstellung richtet sich der Lohnanspruch bei Verhinderung der Arbeitsleistung wegen Krankheit, Unfall, schweizerischem obligatorischen Militär-, Schutz- oder Zivildienst nach jenem von Personen, die beim Kanton befristet angestellt sind.*"], "§46- Beginn und Ende des Besoldungsanspruchs": ["Bei Antritt der Stelle zu Beginn des Herbstsemesters entsteht der Besoldungsanspruch ab 1. August, bei Antritt zu Beginn des Frühlingssemesters ab 1. Februar.", "Der Besoldungsanspruch einer Lehrperson endet am 31. Januar, wenn sie die Stelle auf Ende des Herbstsemesters verlässt, am 31. Juli, wenn sie die Stelle auf Ende des Frühlingssemesters verlässt.*", "Bei Beginn oder Ende des Arbeitsverhältnisses während des Semesters bemisst sich der Besoldungsanspruch nach den bis zum Beginn oder Ende tatsächlich erteilten beziehungsweise noch zu erteilenden Unterrichtswochen. Eine Unterrichtswoche entspricht dem Jahreslohn dividiert durch 39.2.*", "Für unbezahlte Urlaube sowie für Pensenwechsel während des Semesters gilt die Regelung gemäss Abs. 3 analog.*"], "§46a*- Grundlagen flexibles Besoldungssystem": ["Die Lohnbänder werden in vier Abschnitte geteilt:", "Erster Abschnitt: Lohnposition 00 bis 02", "Zweiter Abschnitt: Lohnposition 03 bis 08", "Dritter Abschnitt: Lohnposition 09 bis 18", "Vierter Abschnitt: Lohnposition 19 und höher", "Mitarbeiterbeurteilungen erfolgen gemäss § 8 der Volksschulverordnung (VSV)[14]. Eine Mitarbeiterbeurteilung ist in jedem Fall in der letzten Lohnposition des ersten, zweiten und dritten Abschnitts durchzuführen.*", "Es gibt zwei Beurteilungsstufen:", "Prädikat «gut»: Wesentliche Leistungs- und Verhaltensanforderungen wurden erfüllt", "Prädikat «ungenügend»: Wesentliche Leistungs- und Verhaltensanforderungen wurden nicht oder ungenügend erfüllt"], "§46b*- Anstieg auf nächste Lohnposition": ["Nach der letzten Lohnposition des ersten, zweiten und dritten Abschnitts wird die nächste Lohnposition mit einer Beurteilung «gut» erreicht. Fällt die Beurteilung «ungenügend» aus, wird der Anstieg auf die nächste Lohnposition ausgesetzt.*", "Frühestens ein Jahr nach Aussetzung des Anstiegs auf die nächste Lohnposition wird auf Begehren der Lehrperson erneut eine Mitarbeiterbeurteilung durchgeführt. Bei der Beurteilung «gut» wird im folgenden Jahr die übernächste Lohnposition erreicht. Ohne neue Mitarbeiterbeurteilung und bei der Beurteilung «ungenügend» bleibt der Anstieg auf die übernächste Lohnposition ausgesetzt.*", "In den Jahren, welche nicht die letzte Lohnposition eines Abschnitts betreffen, erfolgt der Anstieg in die nächste Lohnposition in der Regel automatisch.", "Nach erfolglos durchgeführten Massnahmen zur Verbesserung der Leistung und des Verhaltens kann auch innerhalb eines Abschnittes der Anstieg in die nächste Lohnposition ausgesetzt werden."], "§46c*- Anhörungsverfahren": ["Bei einer ungenügenden Beurteilung kann die Lehrperson innert zehn Tagen beim Departement das Gespräch mit einem Ausschuss verlangen, der sich aus je zwei Vertretern des Verbandes Bildung Thurgau und des Verbandes Thurgauer Schulgemeinden (VTGS) zusammensetzt. Der Ausschuss wird vom Departement für jedes Verfahren neu ernannt.*", "Der Ausschuss prüft das eingereichte Begehren. Er kann die Lehrperson, die für die Personalführung zuständige Person oder ausnahmsweise aussenstehende Fachpersonen anhören.", "Er erlässt eine schriftliche Empfehlung zu Handen der Schulbehörde, die auch der Lehrperson mitgeteilt wird. Die Schulbehörde entscheidet abschliessend.*"], "§47- Spesen": ["Die Lehrpersonen haben Anspruch auf Ersatz der notwendigen Auslagen, die ihnen in Ausübung ihrer beruflichen Tätigkeit erwachsen. Es können Pauschalansätze festgelegt werden.*"], "§48- Weiterbildungskosten": ["Unter Vorbehalt der Bereitstellung unentgeltlicher Angebote oder von Beiträgen durch den Kanton tragen die Schulgemeinden die Kosten für die interne und die von ihnen obligatorisch erklärte externe Weiterbildung.", "Auf vorgängiges Gesuch kann sich die Schulgemeinde an den Kosten der im Interesse der Schule liegenden freiwilligen externen Weiterbildung beteiligen.", "Die Beteiligung kann Kurskosten, Prüfungsgebühren, Spesen sowie Lohnkosten für ausfallende Arbeitszeit umfassen.*"], "§49- Folgen einer Beteiligung": ["Die Lehrperson ist verpflichtet, nach Abschluss des Schuljahres, während welchem die freiwillige externe Weiterbildung abgeschlossen wurde, im Dienst der Schulgemeinde zu bleiben, und zwar bei einer Kostenbeteiligung von Fr. 5'000 bis Fr. 15'000 ein weiteres Schuljahr, von Fr. 15'001 bis Fr. 30'000 zwei Schuljahre und ab Fr. 30'001 drei Schuljahre.*", "Bei einer Änderung des Beschäftigungsgrades wird die Pflichtzeit bis auf maximal vier Schuljahre proportional verlängert, wobei der Schuldienst für angebrochene Semester vollständig zu leisten ist.", "Unbezahlte Urlaube von über 30 Tagen führen zu einer Verlängerung der Pflichtzeit bis auf maximal vier Schuljahre, wobei der Schuldienst für angebrochene Semester vollständig zu leisten ist.*"], "§50- Rückzahlung der Beiträge": ["Bei Nichtantritt oder Abbruch der Weiterbildung sind die aufgelaufenen Beiträge zurückzuzahlen.", "Bei Auflösung des Dienstverhältnisses vor Ablauf der Weiterbildung sind die Beiträge vollständig zurückzuzahlen, danach bei Bestehen einer Pflichtzeit anteilsmässig für die nicht geleistete Zeit.*", "Die Schulgemeinde kann aus wichtigen Gründen, namentlich wenn das Arbeitsverhältnis aufgrund betrieblicher Gründe aufgelöst wurde, den Rückzahlungsbetrag kürzen oder erlassen. Für ein Bildungssemester oder eine andere Ausbildung, die vom Kanton mitfinanziert wird, ist das Departement zuständig. Es befindet auch über die allfällige Kostenverteilung zwischen Kanton und Gemeinde.*"], "§51- Grundsatz": ["Die Pflichten der Lehrpersonen richten sich nach den gesetzlichen Zielen und werden konkretisiert durch diese Verordnung, Lehrpläne, Berufsaufträge, Leitbilder und Pflichtenhefte in den Schulgemeinden sowie Weisungen der zuständigen Organe.*", "Sie umfassen insbesondere:", "den Unterricht samt Vor- und Nachbereitung", "die Weiterbildung", "die Mitarbeit bei Qualitätssicherung und -entwicklung", "die Zusammenarbeit im Lehrteam, mit Eltern, Beratungs- und Fachstellen sowie Behörden und Diensten", "die Erledigung der damit zusammenhängenden Administration und Planung", "Beiträge an die eigene Schule", "eine angemessene Präsenzzeit vor und nach dem Unterricht", "für Klassenlehrpersonen die Planung und Organisation des Klassenlebens, die Leitung von Klassenverlegungen und die Koordination von Beurteilungen", "Im Rahmen individueller Leistungsvorgaben durch die vorgesetzte Stelle kann von den Pflichten abgewichen werden. Die Abweichungen sind im Einzelnen schriftlich festzuhalten."], "§52- Pflichtlektionenzahl": ["Es gelten folgende Pflichtpensen:*", "für Lehrpersonen der Sekundarstufe I, der Sonderklasse der Sekundarstufe I: 29 Lektionen zu 45 Minuten", "für Lehrpersonen des Kindergartens, der Basisstufe, der Primarstufe und der Sonderklasse Primarstufe: 30 Lektionen zu 45 Minuten", "…", "für Schulische Heilpädagogen und Heilpädagoginnen: 30 Lektionen zu 45 Minuten", "Lehrpersonen mit Klassenlehrerfunktion wird eine Lektion an das Pensum angerechnet.*"], "§53- Festlegung Unterrichtszeiten und Pensen": ["Die Festlegung der Unterrichtszeiten und des Beschäftigungsgrades bei Lehrpersonen mit variablem Beschäftigungsgrad erfolgen durch einfache arbeitsrechtliche Weisung. Weisungen zur Änderung des Beschäftigungsgrades sind nur wirksam, sofern sie spätestens zwei Monate vor Semesterende erfolgen.*", "Abweichungen von den im Stundenplan festgelegten Unterrichtszeiten bedürfen der Bewilligung. Diese kann mit Bedingungen oder Auflagen verbunden werden."], "§54- Vorübergehende Pensenabweichung*": ["Können die anfallenden Unterrichtslektionen nicht im Rahmen der Anstellungspensen unter die Lehrpersonen an einer Schule verteilt werden, sind zusätzliche Lehrpersonen anzustellen.*", "In Ausnahmefällen können Lehrpersonen mit einem Pensum von über 50 % verpflichtet werden, bis zu vier Lektionen pro Woche zusätzlich zu erteilen, solche mit einem Pensum unter 50 % bis zu zwei Lektionen. Für Lehrpersonen mit Altersentlastung gilt diese Regelung nicht.*", "Die Erteilung von mehr als vier Lektionen über dem Pflichtpensum (Zusatzlektionen) bedarf der Genehmigung durch das Amt.*", "Die Schulgemeinden können statt der generellen Auszahlung von zusätzlich erteilten Lektionen die Einführung von Pensenbuchhaltungen mit der Pflicht zur Kompensation von Plus- und Minuslektionen vorsehen.*"], "§55- Freistellung": ["In begründeten Fällen können Lehrpersonen ohne Einfluss auf die Lohnfortzahlung vorübergehend von der Arbeitsleistung freigestellt werden.*", "Unter Vorbehalt abweichender Weisung darf die Lehrperson im Falle der Freistellung nach erfolgter Kündigung eine Ersatztätigkeit annehmen, ohne Kündigung bedarf die Annahme der ausdrücklichen Zustimmung der Schulgemeinde. Die Annahme ist meldepflichtig.*", "Ohne anderslautende Vereinbarung werden die Einkünfte aus einer anderen Erwerbstätigkeit während der Freistellung an den Lohn angerechnet.", "Bei Antritt einer neuen Stelle während laufender Kündigungsfrist ist die Auflösung des Arbeitsverhältnisses nachträglich so festzusetzen, dass nicht zwei Arbeitsverhältnisse gleichzeitig bestehen."], "§56- Weiterbildung": ["Die Lehrperson ist verpflichtet, sich entsprechend den Bedürfnissen des Unterrichts und den Anforderungen des Berufsauftrages weiterzubilden.*", "Die Weiterbildung findet in der unterrichtsfreien Zeit statt. Das Amt kann Ausnahmen bewilligen."], "§57- Nebenbeschäftigung, öffentliche Ämter": ["Die Ausübung von Nebenbeschäftigungen oder die Übernahme öffentlicher Ämter ist der vorgesetzten Stelle in der Regel vor Antritt zu melden, im Übrigen aber zulässig, wenn sie", "die dienstliche Aufgabenerfüllung nicht beeinträchtigt,", "mit dem Arbeitsverhältnis vereinbar ist und", "keine Interessenkollisionen zur Folge hat.", "Unter Vorbehalt der Fälle des Amtszwanges ist eine schriftliche Bewilligung der vorgesetzten Stelle erforderlich, wenn die Ausübung einen Teil der Arbeitszeit beansprucht oder ein wesentlicher Nebenerwerb angestrebt beziehungsweise erzielt wird oder die Arbeitsleistung im Schuldienst beeinträchtigt werden kann.", "Bei vollzeitlich Beschäftigten wird von einem wesentlichen Nebenerwerb ausgegangen, wenn mehr als ein Zehntel der bei der Schulgemeinde bezogenen Jahresbesoldung angestrebt oder erzielt wird.", "Wird Arbeitszeit beansprucht, ist in der Regel eine Kürzung des Beschäftigungsgrades vorzunehmen, ersatzweise kann Urlaub gewährt werden."], "§58- Treuepflicht": ["Die Lehrperson ist zu treuer, sorgfältiger und wirtschaftlicher Arbeitsleistung verpflichtet. Dabei wahrt sie die Interessen der Schulgemeinde und unterlässt alles, was diese beeinträchtigt.*", "Sie arbeitet mit den örtlichen und kantonalen Bildungsstellen zusammen und befolgt deren Weisungen.*"], "§59- Berufsgeheimnis": ["Die Lehrperson ist zur Verschwiegenheit über dienstliche Angelegenheiten verpflichtet, die ihrer Natur nach oder gemäss besonderer Vorschrift geheim zu halten sind.*", "Die Pflicht zur Verschwiegenheit bleibt auch nach Beendigung des Arbeitsverhältnisses bestehen.", "Die Einsichtnahme in amtliche Akten, deren Weitergabe oder die Weiterleitung geheim zu haltender Informationen ist nur gestattet, soweit es der Geschäftsgang bedingt oder ein Gesetz dazu ermächtigt und im Falle der Weitergabe als Partei, Zeuge oder Zeugin, gerichtliche Sachverständige oder Auskunftsperson, soweit die Anstellungsinstanz dazu ermächtigt hat."], "§60- Verbot zur Annahme von Geschenken, Einladungen und anderen Vorteilen*": ["Lehrpersonen ist es untersagt, Geschenke, Einladungen oder andere Vorteile, die im Zusammenhang mit ihrer Diensterfüllung stehen oder stehen könnten, für sich oder andere Personen zu beanspruchen, anzunehmen oder sich versprechen zu lassen.*", "Von diesem Verbot ausgenommen sind:*", "die Annahme von Höflichkeitsgeschenken bis zu einem Wert von Fr. 100 nach erbrachter Dienstleistung", "die Annahme von Einladungen, wenn sie im dienstlichen Interesse sind und Informations-, Weiterbildungs- oder Vernetzungszwecken dienen", "Lehrpersonen, die an einem Vergabeverfahren mitwirken, ist die Annahme von Einladungen untersagt, wenn*", "sie von einer effektiven oder potenziellen Anbieterin oder einem effektiven oder potenziellen Anbieter offeriert werden,", "sie von einer Person, die am Verfahren beteiligt oder davon betroffen ist, offeriert werden, oder", "ein Zusammenhang zwischen der Einladung einerseits und dem Vergabeverfahren andererseits nicht ausgeschlossen werden kann.", "Im Zweifelsfall entscheidet das Präsidium über die Zulässigkeit der Annahme von Geschenken, Einladungen oder anderen Vorteilen.*"], "§61- Meldepflicht": ["Die Lehrpersonen haben Veränderungen in den persönlichen Verhältnissen, die für das Arbeitsverhältnis von Bedeutung sind, umgehend der zuständigen Personalstelle mitzuteilen.*"], "§62- Urheberrecht": ["Bei Werken, die im Rahmen des Arbeitsverhältnisses geschaffen wurden, steht der Schulgemeinde das alleinige Recht auf entgeltliche Verwertung sowie ein Gebrauchsrecht für ihre Schulen zu.", "Das Eigentum an Werkexemplaren steht der Schulgemeinde zu, wenn sie überwiegend für die Materialkosten aufgekommen ist. Andernfalls kann sie auf ihre Kosten Kopien erstellen."], "§63- Verantwortlichkeit": ["Die vermögens- und strafrechtliche Verantwortlichkeit richtet sich nach dem Gesetz über die Verantwortlichkeit[15]."], "§65*- Übergangsbestimmung Einreihung, Einstufung und Pflichtlektionenzahl": ["Führen die Anwendung der Verordnung des Grossen Rates über die Besoldung der Lehrpersonen (LBV)[16]sowie die Änderung dieser Verordnung zu einer tieferen Besoldung als im Vormonat, wird in diejenige Lohnposition des massgebenden Lohnbandes eingestuft, welche mindestens der bisherigen Besoldung entspricht. Der Stufenanstieg wird solange ausgesetzt, bis die ordentliche Anrechnung der Berufserfahrung erreicht ist. Liegt die bisherige Einstufung über dem Maximum des Lohnbandes, wird die bisherige Besoldung als eine separate, nicht veränderbare Lohnposition weitergeführt.*", "Die Besitzstandswahrung nach Abs. 1 gilt nur bei gleicher Tätigkeit und ununterbrochener Anstellung im thurgauischen Schuldienst.*"], "§66- Übergangsrecht": []}